[
    {
      "date": "2025-08-29T00:00:00",
      "isDefault": true,
      "rooms": [
        {
          "id": 67202,
          "name": "Room 1 TBA",
          "sessions": [
            {
              "id": "c68bf097-b098-4faa-8049-b9ea8463b9b5",
              "title": "Registration",
              "description": null,
              "startsAt": "2025-08-29T13:00:00",
              "endsAt": "2025-08-29T13:30:00",
              "isServiceSession": true,
              "isPlenumSession": true,
              "speakers": [],
              "categories": [],
              "roomId": 67202,
              "room": "Room 1 TBA",
              "liveUrl": null,
              "recordingUrl": null,
              "status": null,
              "isInformed": false,
              "isConfirmed": false
            },
            {
              "id": "a9196f4f-ce70-49a6-8a21-da8d8a27caaf",
              "title": "Welcome Address",
              "description": null,
              "startsAt": "2025-08-29T13:30:00",
              "endsAt": "2025-08-29T14:00:00",
              "isServiceSession": true,
              "isPlenumSession": true,
              "speakers": [],
              "categories": [],
              "roomId": 67202,
              "room": "Room 1 TBA",
              "liveUrl": null,
              "recordingUrl": null,
              "status": null,
              "isInformed": false,
              "isConfirmed": false
            },
            {
              "id": "977043",
              "title": "Session 1a: Corporate Finance and Employment Dynamics",
              "description": "⭐ Capital structure and operational efficiency of Kazakhstan’s companies\r\nThe paper is an empirical exploration of dynamic relationship between capital structure and operational efficiency of Kazakhstan’s corporations. The original data is based on annual statistical returns  and represents an unbalanced panel 13 years long and roughly 160,000 strong in the cross section of any given year. The original panel was reduced to 9 years to exclude low quality data at the beginning and macroeconomic shocks at the end. Low quality returns with missing or inconsistent data were also filtered out. The relationship is specified as a system of two equations that predict next period equity-to-assets (E/A) and net income-to-assets (ROA) ratios based on their current period values. The two state variables are transformed into percentiles to better . The relationships were estimated as various specifications and for various subsamples defined by size, ownership type and industry. All estimated subsamples and specifications demonstrate similar dynamics – reversion to the mean for both variables, although the percentile of ROA reverts to the mean much faster than the percentile of E/A. This fact reflects a much greater variability of an operational residual – net income – relative to a more inertial balance sheet residual – equity. The regression is best illustrated graphically as trajectories in the space of percentiles of state variables. Inclusion of two year lagged data produces only marginal improvement in the predictive power of the model although the coefficients in front of them are usually statistically significant. Positive correlation between ROA and E/A, observed in an earlier unpublished study, is observable in the resultant trajectories in the state space. \r\n\r\n⭐ Capital and operational structure of Kazakhstan’s corporate sector\r\nThe paper presents select statistics of Kazakhstan’s corporate sector, focusing on capital and operational structure, as they vary by company size, industry, ownership type, region and time. The data comes from statistical returns of medium and large companies. The aim of the study is to present a broad picture of Kazakhstan’s corporate sector over a recent decade, observe and register regularities, imbalances, anomalies in the indicators, articulate the stylized facts and puzzles, offer potential explanations within macroeconomic and regulatory context. \r\n\r\n⭐ Insolvent firms: Identification and consequences in Kazakhstan\r\nA distressed condition depicts both cash flow and balance sheet insolvency, which however continues to operate, likely provided with some external support. We apply two identification strategies in order to detect insolvent firms. First, interest coverage ratio approach describes companies that are unable to serve debts as they fall due. Second, balance-sheet approach is relevant for firms with negative equity. We document that share of insolvent firms is decreasing in Kazakhstan as well as they are less profitable, produce less investment and employment when compared to healthy companies. They are more leveraged and less able to serve their due debt, also their share generally rises with firm size and age. Importantly, we find that an increase in the share of insolvent firms also diminishes the financial activity of healthy companies in the given industry.\r\n\r\n⭐ Firm Employment Dynamics in Kazakhstan after Sudden Russian Immigration\r\nThis paper explores firm employment dynamics in a middle-income country after a sudden migration inflow from a higher-income country. We consider Kazakhstan, the top destination country for Russians following their exposure to international sanctions and war mobilization in 2022. Using Kazakhstan's public business registers data, we find that the shock of Russian migration leads to substantial increases in firm employment growth, primarily for small firms. Our identification strategy exploits variation in the shock's impact due to substantial geographic dispersion of the pre-shock Russian diaspora, since Kazakhstan and Russia share the world's longest continuous land border. The pre-shock Russian diaspora correlates with the actual post-shock immigration and exhibits no pre-trends in firm employment growth. Using difference-in-differences estimation, we find large effects of the shock on the employment growth for Kazakhstan's firms in the more affected districts, and we find no effect for medium and large-sized firms. We find large employment growth in the ICT and accommodation sectors, consistent with the new equilibrium growth reflecting both increased labor supply and increased demand from immigrants. The finding of small-firm employment growth in response to the large immigration shock is consistent with long-standing policy goals of encouraging formal employment and reducing the administrative burden of cross-border hiring within an economic union. \r\n",
              "startsAt": "2025-08-29T14:00:00",
              "endsAt": "2025-08-29T16:00:00",
              "isServiceSession": false,
              "isPlenumSession": false,
              "speakers": [
                {
                  "id": "42b19387-2f95-4851-a88e-270338444dab",
                  "name": "Sabit Khakimzhanov"
                },
                {
                  "id": "7adaa231-ebe6-47c4-8868-bd9455f287c2",
                  "name": "Alen Akylbekov"
                },
                {
                  "id": "7e7a54e2-a3fc-4bf6-887f-07c790ce84d5",
                  "name": "Serik Rustanov"
                },
                {
                  "id": "07f18d89-f4d0-415c-a861-08b7f037a9a3",
                  "name": "Aigerim Yergabulova"
                }
              ],
              "categories": [],
              "roomId": 67202,
              "room": "Room 1 TBA",
              "liveUrl": null,
              "recordingUrl": null,
              "status": "Accepted",
              "isInformed": true,
              "isConfirmed": true
            },
            {
              "id": "b16d757e-86b4-46ff-9b2b-3ed225a08dc3",
              "title": "Coffee Break",
              "description": null,
              "startsAt": "2025-08-29T16:00:00",
              "endsAt": "2025-08-29T16:30:00",
              "isServiceSession": true,
              "isPlenumSession": true,
              "speakers": [],
              "categories": [],
              "roomId": 67202,
              "room": "Room 1 TBA",
              "liveUrl": null,
              "recordingUrl": null,
              "status": null,
              "isInformed": false,
              "isConfirmed": false
            },
            {
              "id": "959652",
              "title": "Keynote I: Sergey Paltsev",
              "description": null,
              "startsAt": "2025-08-29T16:30:00",
              "endsAt": "2025-08-29T18:00:00",
              "isServiceSession": false,
              "isPlenumSession": true,
              "speakers": [
                {
                  "id": "1b14f719-1767-4cab-9e10-958e99ad8961",
                  "name": "Sergey Paltsev"
                }
              ],
              "categories": [],
              "roomId": 67202,
              "room": "Room 1 TBA",
              "liveUrl": null,
              "recordingUrl": null,
              "status": "Accepted",
              "isInformed": true,
              "isConfirmed": true
            },
            {
              "id": "975751",
              "title": "Poster Session",
              "description": "⭐ Infrastructure, connectivity and trade costs in the CAREC region;  poster session\r\nThis paper examines the interplay between infrastructure quality, cross-border connectivity, and trade costs, with a focus on the Central Asia Regional Economic Cooperation (CAREC) region. Trade costs are a critical determinant of economic integration, encompassing transportation expenses, tariffs, and logistical barriers. For landlocked and geographically isolated economies like those in CAREC region, high trade costs hinder access to global markets, reinforcing peripheral status in international trade networks.\r\n\r\n⭐ Trends in Cross-Border E-Commerce in Central Asia; poster session \r\nAs digital transformation gathers pace globally, cross-border e-commerce is increasingly driving trade expansion, restructuring value chains, opening access to new markets and promoting entrepreneurship. The Central Asian region being landlocked and having fragmented market and uneven digital infrastructure, nevertheless, has significant potential for cross-border e-commerce development for enhancing regional connectivity. \r\nThe challenges that each Central Asian country experiences such as digital disparities, logistical bottlenecks, fragmented regulations, hinder the region’s ability to accelerate e-commerce for their sustainable development. Additionally, the rapid growth of e-commerce ecosystems in neighboring countries such as China and Russia offers both opportunities and threats. While Central Asian small and medium enterprises (SMEs) can access larger consumer markets and cheaper imports through platforms like Wildberries, Alibaba, and Pinduoduo and reselling them on the local market, they also risk being weakened by more dominant international competitors. \r\nThis research aims to analyze the interplay between digital trade and regional cooperation in Central Asia and serves as a continuation of the author’s study examined the strategies that Kyrgyzstan’s and Kazakhstan’s SMEs use in trade with China covering engagement with Chinese e-commerce marketplaces such as JD.com, Pinduoduo, Alibaba, 1688 etc. for purchasing goods, importing to their countries and re-selling them on the local markets (Enikeeva, 2025). \r\nThe study will include the mixed-method approach including desk research with analysis of domestic policies and programmes, alongside a review of statistical and institutional data from Kazakhstan, Kyrgyzstan, Uzbekistan and Tajikistan. It will also consider case examples of local female entrepreneurs, using digital tools to promote their businesses in remote and rural areas of investigated countries. \r\n\r\n⭐ Muzaffarjon, poster session \r\nWorkplace level determinants of robot adoption\r\n\r\n\r\n\r\n⭐ Cluster Analysis of Investment Support for the Sectors of Kazakhstan's Economy; poster session \r\nThe analysis of the structure of fixed capital investment in the Republic of Kazakhstan provides a foundation for applying cluster analysis, aimed at grouping economic sectors based on indicators of investment activity. The KMeans clustering algorithm was used to classify sectors into three distinct clusters. The clustering was based on several key indicators: sectoral contribution to GDP, the share of sector-specific investment in total fixed capital investment, growth rates of sectoral investment, and the output-to-investment ratio.\r\nTo visualize the results, Principal Component Analysis (PCA) was applied. The cluster analysis revealed three distinct groups of sectors that are internally homogeneous in terms of the selected investment activity indicators. Cluster 0 includes water supply, electricity supply, transport and storage, as well as the information and communication sector. This cluster is characterized by a low output-to-investment ratio (3.27), limited impact on the economy (7.74%), and a moderate investment share (6.20%). At the same time, these sectors show high investment growth rates (22.69%), indicating active funding support. Cluster 1 consists of agriculture, manufacturing, construction, and trade. These sectors demonstrate high investment efficiency (24.02), a moderate contribution to GDP (13.63%), moderate investment growth (17.56%), and a low investment share (5.31%). Although these sectors deliver strong returns on investment, they remain underfunded, which could constrain their future development. Cluster 2 is represented by a single sector—the mining industry. It received a disproportionately high share of total investment (32.44%), yet delivered a low return on investment (output-to-investment ratio of 4.32). Despite its significant contribution to GDP (27.89%), the sector shows modest investment growth (12.97%) and remains highly capital-intensive, with relatively low efficiency from new investment, despite its economic importance.\r\n\r\n",
              "startsAt": "2025-08-29T18:00:00",
              "endsAt": "2025-08-29T18:30:00",
              "isServiceSession": false,
              "isPlenumSession": true,
              "speakers": [
                {
                  "id": "0a2e959a-537d-470f-b443-42cbf5cce55b",
                  "name": "Elvira Kurmanalieva"
                },
                {
                  "id": "45e7351a-12ac-4d87-a8e4-ea0392a33251",
                  "name": "Zalina Enikeeva"
                },
                {
                  "id": "1fefb969-2e58-4343-86bf-5a341f261244",
                  "name": "Muzaffarjon Ahunov"
                },
                {
                  "id": "7109df9f-1874-4fcf-9a4a-9dfbc856e3e7",
                  "name": "Gaukhar Kalkabayeva"
                }
              ],
              "categories": [],
              "roomId": 67202,
              "room": "Room 1 TBA",
              "liveUrl": null,
              "recordingUrl": null,
              "status": "Accepted",
              "isInformed": true,
              "isConfirmed": true
            }
          ],
          "hasOnlyPlenumSessions": false
        },
        {
          "id": 67203,
          "name": "Room 2 TBA",
          "sessions": [
            {
              "id": "976013",
              "title": "Session 1b: Environment, Climate, and Resource Policy",
              "description": "⭐ Impact of climate change on labor market dynamics: Evidence from Kazakhstan\r\nThis paper examines how drought shocks affect formal employment in Kazakhstan. We combine remote sensing data on drought severity—the Palmer Drought Severity Index (PDSI)—with quarterly firm-level administrative employment records\r\nfrom 2012 to 2022. We leverage a recently developed non-parametric Difference-in-Differences estimator to address treatment heterogeneity in timing and recurrence, a key challenge in studying climate shocks. Despite theoretical predictions of labor reallocation following agricultural productivity shocks, we find no statistically significant average effect of severe drought (PDSI ≤ −3) on formal agricultural\r\nemployment. Small, short-lived adjustments in job destruction and reallocation are observed, but these effects are not persistent. We attribute this muted response to institutional factors that decouple climatic shocks from labor demand. Importantly, heterogeneity analysis reveals that employment responses depend more on drought  duration than its intensity: sustained multi-period droughts lead to stronger employment\r\nand reallocation effects than shorter episodes.\r\n\r\n⭐ Carbon Pricing, Gender, and Occupations: Firm-Level Evidence from Kazakhstan\r\nThis paper presents the first evidence of gendered impacts of carbon pricing on labor market opportunities within energy-intensive firms. We explore the effects of an emissions trading system (ETS) that develops amid historical gender occupational discrimination, prevalent among resource-rich countries whose policies are essential for limiting future emissions growth. Our study uses the restoration of Kazakhstan’s emissions trading system (ETS) after a two-year suspension as a natural experiment for difference-in-differences analysis. We assess the impact of carbon pricing on employment and wages across gender and occupation. The firms most constrained by the restored ETS experienced an 8% larger reduction in female employment, primarily among industrial workers. Employment decreases were driven by increased job destruction rather than reduced job creation. Concurrently, relative wages for female industrial workers decreased by 7%, while those for female administrative workers increased by 5%. Our results suggest a fall in relative demand for female industrial workers, consistent with skill bias of higher cost pressures under historical gender discrimination and the failure of the evolving ETS to promote green technology adoption that would leverage women’s skills. Our findings underscore the necessity of accelerating social reforms to reduce negative impacts on vulnerable populations while developing carbon pricing policies.\r\n\r\n⭐ Measuring the shadow economy in Uzbekistan using electricity consumption data\r\nThis study estimates the size and evolution of Uzbekistan’s shadow economy by applying an enhanced Electricity Consumption Model (ECM) using annual and hourly electricity data from 2018 to 2024. In economies where informal activity is substantial, electricity use serves as a reliable physical proxy for total economic output—both formal and informal. We estimate a cointegration model linking electricity consumption and official GDP, incorporating a linear time trend to account for structural efficiency improvements. The long-run elasticity of electricity with respect to GDP is approximately 0.29, indicating that economic growth has significantly outpaced electricity usage due to modernization and energy-saving technologies. The shadow economy, calculated as the gap between electricity-implied and officially recorded GDP, is estimated to have declined from over 60% of official GDP in the early 2000s to around 35–40% by 2023. These results are validated against MIMIC model estimates and government data, and the downward trend is attributed to post-2017 reforms, including tax and regulatory simplification and currency liberalization. The study highlights sectoral variations in informality, with services and agriculture being underrepresented in electricity-based models due to low energy intensity. Despite data limitations, findings suggest that Uzbekistan is undergoing a gradual formalization of its economy. Policy recommendations include strengthening digital payments, improving energy metering, and lowering formalization costs. The ECM approach, when adjusted for local conditions, offers a practical and replicable method for tracking informal economic activity in transitioning economies.\r\n\r\n\r\n\r\n⭐ The Political Economy of Income and Wealth Inequality in Kazakhstan\r\nThis paper explores the structural, institutional, and ideological forces that have produced and sustained inequality in Kazakhstan, drawing from the theoretical traditions of critical political economy and heterodox development thought.  \r\n\r\n",
              "startsAt": "2025-08-29T14:00:00",
              "endsAt": "2025-08-29T16:00:00",
              "isServiceSession": false,
              "isPlenumSession": false,
              "speakers": [
                {
                  "id": "ca1c325b-9583-4729-a193-e0d557b60be8",
                  "name": "Dana Bazarkulova"
                },
                {
                  "id": "dd5a7d3f-ce9b-4fcc-8040-1de7c525e659",
                  "name": "David De Remer"
                },
                {
                  "id": "c684d4d0-487b-47a0-a879-f4f544be194a",
                  "name": "Bahtiyor Eshchanov"
                },
                {
                  "id": "847b1da8-3f03-4972-a825-86dc1ffb675d",
                  "name": "Kuat Akizhanov"
                }
              ],
              "categories": [],
              "roomId": 67203,
              "room": "Room 2 TBA",
              "liveUrl": null,
              "recordingUrl": null,
              "status": "Accepted",
              "isInformed": true,
              "isConfirmed": true
            }
          ],
          "hasOnlyPlenumSessions": false
        }
      ],
      "timeSlots": [
        {
          "slotStart": "13:00:00",
          "rooms": [
            {
              "id": 67202,
              "name": "Room 1 TBA",
              "session": {
                "id": "c68bf097-b098-4faa-8049-b9ea8463b9b5",
                "title": "Registration",
                "description": null,
                "startsAt": "2025-08-29T13:00:00",
                "endsAt": "2025-08-29T13:30:00",
                "isServiceSession": true,
                "isPlenumSession": true,
                "speakers": [],
                "categories": [],
                "roomId": 67202,
                "room": "Room 1 TBA",
                "liveUrl": null,
                "recordingUrl": null,
                "status": null,
                "isInformed": false,
                "isConfirmed": false
              },
              "index": 0
            }
          ]
        },
        {
          "slotStart": "13:30:00",
          "rooms": [
            {
              "id": 67202,
              "name": "Room 1 TBA",
              "session": {
                "id": "a9196f4f-ce70-49a6-8a21-da8d8a27caaf",
                "title": "Welcome Address",
                "description": null,
                "startsAt": "2025-08-29T13:30:00",
                "endsAt": "2025-08-29T14:00:00",
                "isServiceSession": true,
                "isPlenumSession": true,
                "speakers": [],
                "categories": [],
                "roomId": 67202,
                "room": "Room 1 TBA",
                "liveUrl": null,
                "recordingUrl": null,
                "status": null,
                "isInformed": false,
                "isConfirmed": false
              },
              "index": 0
            }
          ]
        },
        {
          "slotStart": "14:00:00",
          "rooms": [
            {
              "id": 67202,
              "name": "Room 1 TBA",
              "session": {
                "id": "977043",
                "title": "Session 1a: Corporate Finance and Employment Dynamics",
                "description": "⭐ Capital structure and operational efficiency of Kazakhstan’s companies\r\nThe paper is an empirical exploration of dynamic relationship between capital structure and operational efficiency of Kazakhstan’s corporations. The original data is based on annual statistical returns  and represents an unbalanced panel 13 years long and roughly 160,000 strong in the cross section of any given year. The original panel was reduced to 9 years to exclude low quality data at the beginning and macroeconomic shocks at the end. Low quality returns with missing or inconsistent data were also filtered out. The relationship is specified as a system of two equations that predict next period equity-to-assets (E/A) and net income-to-assets (ROA) ratios based on their current period values. The two state variables are transformed into percentiles to better . The relationships were estimated as various specifications and for various subsamples defined by size, ownership type and industry. All estimated subsamples and specifications demonstrate similar dynamics – reversion to the mean for both variables, although the percentile of ROA reverts to the mean much faster than the percentile of E/A. This fact reflects a much greater variability of an operational residual – net income – relative to a more inertial balance sheet residual – equity. The regression is best illustrated graphically as trajectories in the space of percentiles of state variables. Inclusion of two year lagged data produces only marginal improvement in the predictive power of the model although the coefficients in front of them are usually statistically significant. Positive correlation between ROA and E/A, observed in an earlier unpublished study, is observable in the resultant trajectories in the state space. \r\n\r\n⭐ Capital and operational structure of Kazakhstan’s corporate sector\r\nThe paper presents select statistics of Kazakhstan’s corporate sector, focusing on capital and operational structure, as they vary by company size, industry, ownership type, region and time. The data comes from statistical returns of medium and large companies. The aim of the study is to present a broad picture of Kazakhstan’s corporate sector over a recent decade, observe and register regularities, imbalances, anomalies in the indicators, articulate the stylized facts and puzzles, offer potential explanations within macroeconomic and regulatory context. \r\n\r\n⭐ Insolvent firms: Identification and consequences in Kazakhstan\r\nA distressed condition depicts both cash flow and balance sheet insolvency, which however continues to operate, likely provided with some external support. We apply two identification strategies in order to detect insolvent firms. First, interest coverage ratio approach describes companies that are unable to serve debts as they fall due. Second, balance-sheet approach is relevant for firms with negative equity. We document that share of insolvent firms is decreasing in Kazakhstan as well as they are less profitable, produce less investment and employment when compared to healthy companies. They are more leveraged and less able to serve their due debt, also their share generally rises with firm size and age. Importantly, we find that an increase in the share of insolvent firms also diminishes the financial activity of healthy companies in the given industry.\r\n\r\n⭐ Firm Employment Dynamics in Kazakhstan after Sudden Russian Immigration\r\nThis paper explores firm employment dynamics in a middle-income country after a sudden migration inflow from a higher-income country. We consider Kazakhstan, the top destination country for Russians following their exposure to international sanctions and war mobilization in 2022. Using Kazakhstan's public business registers data, we find that the shock of Russian migration leads to substantial increases in firm employment growth, primarily for small firms. Our identification strategy exploits variation in the shock's impact due to substantial geographic dispersion of the pre-shock Russian diaspora, since Kazakhstan and Russia share the world's longest continuous land border. The pre-shock Russian diaspora correlates with the actual post-shock immigration and exhibits no pre-trends in firm employment growth. Using difference-in-differences estimation, we find large effects of the shock on the employment growth for Kazakhstan's firms in the more affected districts, and we find no effect for medium and large-sized firms. We find large employment growth in the ICT and accommodation sectors, consistent with the new equilibrium growth reflecting both increased labor supply and increased demand from immigrants. The finding of small-firm employment growth in response to the large immigration shock is consistent with long-standing policy goals of encouraging formal employment and reducing the administrative burden of cross-border hiring within an economic union. \r\n",
                "startsAt": "2025-08-29T14:00:00",
                "endsAt": "2025-08-29T16:00:00",
                "isServiceSession": false,
                "isPlenumSession": false,
                "speakers": [
                  {
                    "id": "42b19387-2f95-4851-a88e-270338444dab",
                    "name": "Sabit Khakimzhanov"
                  },
                  {
                    "id": "7adaa231-ebe6-47c4-8868-bd9455f287c2",
                    "name": "Alen Akylbekov"
                  },
                  {
                    "id": "7e7a54e2-a3fc-4bf6-887f-07c790ce84d5",
                    "name": "Serik Rustanov"
                  },
                  {
                    "id": "07f18d89-f4d0-415c-a861-08b7f037a9a3",
                    "name": "Aigerim Yergabulova"
                  }
                ],
                "categories": [],
                "roomId": 67202,
                "room": "Room 1 TBA",
                "liveUrl": null,
                "recordingUrl": null,
                "status": "Accepted",
                "isInformed": true,
                "isConfirmed": true
              },
              "index": 0
            },
            {
              "id": 67203,
              "name": "Room 2 TBA",
              "session": {
                "id": "976013",
                "title": "Session 1b: Environment, Climate, and Resource Policy",
                "description": "⭐ Impact of climate change on labor market dynamics: Evidence from Kazakhstan\r\nThis paper examines how drought shocks affect formal employment in Kazakhstan. We combine remote sensing data on drought severity—the Palmer Drought Severity Index (PDSI)—with quarterly firm-level administrative employment records\r\nfrom 2012 to 2022. We leverage a recently developed non-parametric Difference-in-Differences estimator to address treatment heterogeneity in timing and recurrence, a key challenge in studying climate shocks. Despite theoretical predictions of labor reallocation following agricultural productivity shocks, we find no statistically significant average effect of severe drought (PDSI ≤ −3) on formal agricultural\r\nemployment. Small, short-lived adjustments in job destruction and reallocation are observed, but these effects are not persistent. We attribute this muted response to institutional factors that decouple climatic shocks from labor demand. Importantly, heterogeneity analysis reveals that employment responses depend more on drought  duration than its intensity: sustained multi-period droughts lead to stronger employment\r\nand reallocation effects than shorter episodes.\r\n\r\n⭐ Carbon Pricing, Gender, and Occupations: Firm-Level Evidence from Kazakhstan\r\nThis paper presents the first evidence of gendered impacts of carbon pricing on labor market opportunities within energy-intensive firms. We explore the effects of an emissions trading system (ETS) that develops amid historical gender occupational discrimination, prevalent among resource-rich countries whose policies are essential for limiting future emissions growth. Our study uses the restoration of Kazakhstan’s emissions trading system (ETS) after a two-year suspension as a natural experiment for difference-in-differences analysis. We assess the impact of carbon pricing on employment and wages across gender and occupation. The firms most constrained by the restored ETS experienced an 8% larger reduction in female employment, primarily among industrial workers. Employment decreases were driven by increased job destruction rather than reduced job creation. Concurrently, relative wages for female industrial workers decreased by 7%, while those for female administrative workers increased by 5%. Our results suggest a fall in relative demand for female industrial workers, consistent with skill bias of higher cost pressures under historical gender discrimination and the failure of the evolving ETS to promote green technology adoption that would leverage women’s skills. Our findings underscore the necessity of accelerating social reforms to reduce negative impacts on vulnerable populations while developing carbon pricing policies.\r\n\r\n⭐ Measuring the shadow economy in Uzbekistan using electricity consumption data\r\nThis study estimates the size and evolution of Uzbekistan’s shadow economy by applying an enhanced Electricity Consumption Model (ECM) using annual and hourly electricity data from 2018 to 2024. In economies where informal activity is substantial, electricity use serves as a reliable physical proxy for total economic output—both formal and informal. We estimate a cointegration model linking electricity consumption and official GDP, incorporating a linear time trend to account for structural efficiency improvements. The long-run elasticity of electricity with respect to GDP is approximately 0.29, indicating that economic growth has significantly outpaced electricity usage due to modernization and energy-saving technologies. The shadow economy, calculated as the gap between electricity-implied and officially recorded GDP, is estimated to have declined from over 60% of official GDP in the early 2000s to around 35–40% by 2023. These results are validated against MIMIC model estimates and government data, and the downward trend is attributed to post-2017 reforms, including tax and regulatory simplification and currency liberalization. The study highlights sectoral variations in informality, with services and agriculture being underrepresented in electricity-based models due to low energy intensity. Despite data limitations, findings suggest that Uzbekistan is undergoing a gradual formalization of its economy. Policy recommendations include strengthening digital payments, improving energy metering, and lowering formalization costs. The ECM approach, when adjusted for local conditions, offers a practical and replicable method for tracking informal economic activity in transitioning economies.\r\n\r\n\r\n\r\n⭐ The Political Economy of Income and Wealth Inequality in Kazakhstan\r\nThis paper explores the structural, institutional, and ideological forces that have produced and sustained inequality in Kazakhstan, drawing from the theoretical traditions of critical political economy and heterodox development thought.  \r\n\r\n",
                "startsAt": "2025-08-29T14:00:00",
                "endsAt": "2025-08-29T16:00:00",
                "isServiceSession": false,
                "isPlenumSession": false,
                "speakers": [
                  {
                    "id": "ca1c325b-9583-4729-a193-e0d557b60be8",
                    "name": "Dana Bazarkulova"
                  },
                  {
                    "id": "dd5a7d3f-ce9b-4fcc-8040-1de7c525e659",
                    "name": "David De Remer"
                  },
                  {
                    "id": "c684d4d0-487b-47a0-a879-f4f544be194a",
                    "name": "Bahtiyor Eshchanov"
                  },
                  {
                    "id": "847b1da8-3f03-4972-a825-86dc1ffb675d",
                    "name": "Kuat Akizhanov"
                  }
                ],
                "categories": [],
                "roomId": 67203,
                "room": "Room 2 TBA",
                "liveUrl": null,
                "recordingUrl": null,
                "status": "Accepted",
                "isInformed": true,
                "isConfirmed": true
              },
              "index": 1
            }
          ]
        },
        {
          "slotStart": "16:00:00",
          "rooms": [
            {
              "id": 67202,
              "name": "Room 1 TBA",
              "session": {
                "id": "b16d757e-86b4-46ff-9b2b-3ed225a08dc3",
                "title": "Coffee Break",
                "description": null,
                "startsAt": "2025-08-29T16:00:00",
                "endsAt": "2025-08-29T16:30:00",
                "isServiceSession": true,
                "isPlenumSession": true,
                "speakers": [],
                "categories": [],
                "roomId": 67202,
                "room": "Room 1 TBA",
                "liveUrl": null,
                "recordingUrl": null,
                "status": null,
                "isInformed": false,
                "isConfirmed": false
              },
              "index": 0
            }
          ]
        },
        {
          "slotStart": "16:30:00",
          "rooms": [
            {
              "id": 67202,
              "name": "Room 1 TBA",
              "session": {
                "id": "959652",
                "title": "Keynote I: Sergey Paltsev",
                "description": null,
                "startsAt": "2025-08-29T16:30:00",
                "endsAt": "2025-08-29T18:00:00",
                "isServiceSession": false,
                "isPlenumSession": true,
                "speakers": [
                  {
                    "id": "1b14f719-1767-4cab-9e10-958e99ad8961",
                    "name": "Sergey Paltsev"
                  }
                ],
                "categories": [],
                "roomId": 67202,
                "room": "Room 1 TBA",
                "liveUrl": null,
                "recordingUrl": null,
                "status": "Accepted",
                "isInformed": true,
                "isConfirmed": true
              },
              "index": 0
            }
          ]
        },
        {
          "slotStart": "18:00:00",
          "rooms": [
            {
              "id": 67202,
              "name": "Room 1 TBA",
              "session": {
                "id": "975751",
                "title": "Poster Session",
                "description": "⭐ Infrastructure, connectivity and trade costs in the CAREC region;  poster session\r\nThis paper examines the interplay between infrastructure quality, cross-border connectivity, and trade costs, with a focus on the Central Asia Regional Economic Cooperation (CAREC) region. Trade costs are a critical determinant of economic integration, encompassing transportation expenses, tariffs, and logistical barriers. For landlocked and geographically isolated economies like those in CAREC region, high trade costs hinder access to global markets, reinforcing peripheral status in international trade networks.\r\n\r\n⭐ Trends in Cross-Border E-Commerce in Central Asia; poster session \r\nAs digital transformation gathers pace globally, cross-border e-commerce is increasingly driving trade expansion, restructuring value chains, opening access to new markets and promoting entrepreneurship. The Central Asian region being landlocked and having fragmented market and uneven digital infrastructure, nevertheless, has significant potential for cross-border e-commerce development for enhancing regional connectivity. \r\nThe challenges that each Central Asian country experiences such as digital disparities, logistical bottlenecks, fragmented regulations, hinder the region’s ability to accelerate e-commerce for their sustainable development. Additionally, the rapid growth of e-commerce ecosystems in neighboring countries such as China and Russia offers both opportunities and threats. While Central Asian small and medium enterprises (SMEs) can access larger consumer markets and cheaper imports through platforms like Wildberries, Alibaba, and Pinduoduo and reselling them on the local market, they also risk being weakened by more dominant international competitors. \r\nThis research aims to analyze the interplay between digital trade and regional cooperation in Central Asia and serves as a continuation of the author’s study examined the strategies that Kyrgyzstan’s and Kazakhstan’s SMEs use in trade with China covering engagement with Chinese e-commerce marketplaces such as JD.com, Pinduoduo, Alibaba, 1688 etc. for purchasing goods, importing to their countries and re-selling them on the local markets (Enikeeva, 2025). \r\nThe study will include the mixed-method approach including desk research with analysis of domestic policies and programmes, alongside a review of statistical and institutional data from Kazakhstan, Kyrgyzstan, Uzbekistan and Tajikistan. It will also consider case examples of local female entrepreneurs, using digital tools to promote their businesses in remote and rural areas of investigated countries. \r\n\r\n⭐ Muzaffarjon, poster session \r\nWorkplace level determinants of robot adoption\r\n\r\n\r\n\r\n⭐ Cluster Analysis of Investment Support for the Sectors of Kazakhstan's Economy; poster session \r\nThe analysis of the structure of fixed capital investment in the Republic of Kazakhstan provides a foundation for applying cluster analysis, aimed at grouping economic sectors based on indicators of investment activity. The KMeans clustering algorithm was used to classify sectors into three distinct clusters. The clustering was based on several key indicators: sectoral contribution to GDP, the share of sector-specific investment in total fixed capital investment, growth rates of sectoral investment, and the output-to-investment ratio.\r\nTo visualize the results, Principal Component Analysis (PCA) was applied. The cluster analysis revealed three distinct groups of sectors that are internally homogeneous in terms of the selected investment activity indicators. Cluster 0 includes water supply, electricity supply, transport and storage, as well as the information and communication sector. This cluster is characterized by a low output-to-investment ratio (3.27), limited impact on the economy (7.74%), and a moderate investment share (6.20%). At the same time, these sectors show high investment growth rates (22.69%), indicating active funding support. Cluster 1 consists of agriculture, manufacturing, construction, and trade. These sectors demonstrate high investment efficiency (24.02), a moderate contribution to GDP (13.63%), moderate investment growth (17.56%), and a low investment share (5.31%). Although these sectors deliver strong returns on investment, they remain underfunded, which could constrain their future development. Cluster 2 is represented by a single sector—the mining industry. It received a disproportionately high share of total investment (32.44%), yet delivered a low return on investment (output-to-investment ratio of 4.32). Despite its significant contribution to GDP (27.89%), the sector shows modest investment growth (12.97%) and remains highly capital-intensive, with relatively low efficiency from new investment, despite its economic importance.\r\n\r\n",
                "startsAt": "2025-08-29T18:00:00",
                "endsAt": "2025-08-29T18:30:00",
                "isServiceSession": false,
                "isPlenumSession": true,
                "speakers": [
                  {
                    "id": "0a2e959a-537d-470f-b443-42cbf5cce55b",
                    "name": "Elvira Kurmanalieva"
                  },
                  {
                    "id": "45e7351a-12ac-4d87-a8e4-ea0392a33251",
                    "name": "Zalina Enikeeva"
                  },
                  {
                    "id": "1fefb969-2e58-4343-86bf-5a341f261244",
                    "name": "Muzaffarjon Ahunov"
                  },
                  {
                    "id": "7109df9f-1874-4fcf-9a4a-9dfbc856e3e7",
                    "name": "Gaukhar Kalkabayeva"
                  }
                ],
                "categories": [],
                "roomId": 67202,
                "room": "Room 1 TBA",
                "liveUrl": null,
                "recordingUrl": null,
                "status": "Accepted",
                "isInformed": true,
                "isConfirmed": true
              },
              "index": 0
            }
          ]
        }
      ]
    },
    {
      "date": "2025-08-30T00:00:00",
      "isDefault": false,
      "rooms": [
        {
          "id": 67202,
          "name": "Room 1 TBA",
          "sessions": [
            {
              "id": "972228",
              "title": "Session 2a: Agriculture, Institutions and Technology",
              "description": "⭐ Empowerment or Exploitation? Agricultural Reform, Kinship, and Female Labor Force Participation\r\nThis paper examines how partially implemented agricultural privatization reforms affect women’s labor market outcomes in a transitioning economy. Using farm-level panel data from Uzbekistan and Kazakhstan (2019–2022), we exploit farms in exposure to vertically integrated privatized agricultural “clusters” to estimate labor effects via a difference-in-differences strategy. We find that cluster reforms increased female labor participation overall, but generated a dual labor structure. Women from farm-owning households accessed permanent, skilled positions due to kinship-based networks. In contrast, non-household women were primarily hired into temporary, low-wage, seasonal roles.\r\nMechanization further reinforced this divide by complementing skilled family labor and displacing unskilled pickers. These results suggest that partial market-oriented reforms, when filtered through informal institutions like kinship, can deepen existing inequalities.\r\n\r\n⭐ Using Behavioral Games to Understand Water-Saving Technology Adoption in Uzbekistan\r\nDespite available water-saving technologies like drip irrigation, adoption rates remain low across Central Asia's agriculture-dependent economies. We conducted behavioral irrigation games with 195 farmers across 39 sessions in Uzbekistan to understand water-saving technology adoption. Our experimental design isolates effects of farmer position, social connections, and peer behavior on adoption choices. Key findings: downstream farmers adopt at higher rates than upstream farmers; water scarcity increases adoption across all players; social networks positively influence adoption; upstream adoption creates positive spillovers downstream; technology significantly reduces water extraction. Policy implications suggest position-differentiated subsidies and farmer-to-farmer extension programs.\r\n\r\n⭐ Relational Contracts and Technology Adoption in Agricultural Supply Chains\r\nThis paper investigates how relational and formal marketing contracts facilitate vertical coordination and technology adoption in agricultural supply chains. Using a detailed case study of the Wisconsin fresh potato industry from 2010 to 2019, we analyze the impact of a local wholesaler's investment in quality-enhancing technology—specifically optical sorting systems (OSS)—and the establishment of long-term marketing contracts with a modern retail chain. Employing a structural demand model and a difference-in-differences identification strategy, we find that these institutional innovations led to a 4.6 cent per pound reduction in marginal costs, a 17% increase in markups, and a 4% decline in retail prices. These improvements are further supported by enhanced inventory management and reduced spoilage. Our findings highlight the importance of aligning incentives through both relational and formal mechanisms in quality-sensitive, vertically fragmented markets. This study contributes to the literature by offering rare empirical evidence from a developed country context on how trust-based relationships and contractual coordination can jointly drive modernization and market performance in agriculture.\r\n\r\n⭐ The role of accurate perception on willingness to purchase crop index insurance\r\nClimate risks, particularly drought, pose a significant threat to the livelihoods of vulnerable farmers in low-income, arid, and semi-arid regions like Central Asia. As droughts become increasingly frequent and severe in the region, crop insurance may serve as a promising tool for climate risk adaptation. While traditional insurance markets remain underdeveloped due to lack of trust in the region, more innovative and transparent index insurance may serve as a suitable solution. This study provides novel insights beyond the study region by examining the previously understudied role of accurate climate risk perception in shaping farmers' willingness to purchase crop index insurance. Using survey data from 2,288 grain producing households in Kyrgyzstan and Uzbekistan, the study investigates how accurate perception, measured through objective drought exposure and farmers’ subjective assessments influences their willingness to purchase index insurance. Our findings reveal a significant perception gap: farmers in both countries tend to underestimate drought exposure, with this underestimation being more pronounced in Kyrgyzstan (65%) than in Uzbekistan (47%). Furthermore, accurate perception substantially increases the willingness to purchase crop index insurance. ",
              "startsAt": "2025-08-30T09:00:00",
              "endsAt": "2025-08-30T11:00:00",
              "isServiceSession": false,
              "isPlenumSession": false,
              "speakers": [
                {
                  "id": "6ddab516-1f16-43db-a7b2-230d957ffbe0",
                  "name": "Pan Pengshan"
                },
                {
                  "id": "92e1db1c-98d6-4eb6-9ade-d635bf8472dc",
                  "name": "Anton Liutin"
                },
                {
                  "id": "3d571dc6-ad9f-498d-8008-2dfdce97f6a5",
                  "name": "Nurlan Utesov"
                },
                {
                  "id": "a3ed6e49-63e2-496d-bd3b-30ad91c7b8b9",
                  "name": "Begaiym Emileva"
                }
              ],
              "categories": [],
              "roomId": 67202,
              "room": "Room 1 TBA",
              "liveUrl": null,
              "recordingUrl": null,
              "status": "Accepted",
              "isInformed": true,
              "isConfirmed": true
            },
            {
              "id": "b2b822ac-0beb-4427-8420-cad0be2e7dc8",
              "title": "Coffee Break",
              "description": null,
              "startsAt": "2025-08-30T11:00:00",
              "endsAt": "2025-08-30T11:30:00",
              "isServiceSession": true,
              "isPlenumSession": true,
              "speakers": [],
              "categories": [],
              "roomId": 67202,
              "room": "Room 1 TBA",
              "liveUrl": null,
              "recordingUrl": null,
              "status": null,
              "isInformed": false,
              "isConfirmed": false
            },
            {
              "id": "945124",
              "title": "Keynote II: Rustam Ibragimov",
              "description": null,
              "startsAt": "2025-08-30T11:30:00",
              "endsAt": "2025-08-30T13:00:00",
              "isServiceSession": false,
              "isPlenumSession": true,
              "speakers": [
                {
                  "id": "ace3fcb8-4e39-465b-a699-066c14754368",
                  "name": "Rustam Ibragimov"
                }
              ],
              "categories": [],
              "roomId": 67202,
              "room": "Room 1 TBA",
              "liveUrl": null,
              "recordingUrl": null,
              "status": "Accepted",
              "isInformed": true,
              "isConfirmed": true
            },
            {
              "id": "846ea770-cc95-4851-8ebd-4e0b3dba0182",
              "title": "Lunch Break",
              "description": null,
              "startsAt": "2025-08-30T13:00:00",
              "endsAt": "2025-08-30T14:30:00",
              "isServiceSession": true,
              "isPlenumSession": true,
              "speakers": [],
              "categories": [],
              "roomId": 67202,
              "room": "Room 1 TBA",
              "liveUrl": null,
              "recordingUrl": null,
              "status": null,
              "isInformed": false,
              "isConfirmed": false
            },
            {
              "id": "976305",
              "title": "Session 3a: Effects of Empire",
              "description": "⭐ Control through Empowerment: Evidence from Nation-building in Soviet Central Asia\r\nWe study the effect of the inception of the Central Asian states in the 1920s on nation-building and stability in the region. The Bolsheviks instituted autonomous Soviet republics in Central Asia by delineating the territory that had not had national borders before and, in each republic, gave political power to a particular ethnic group among those residing on its territory. To estimate the impact of the reform on nation-building, we examine the adoption of titular national names of WWII draftees born before and after the reform. We find that the adoption of titular national names increases in the reform region both for draftees with fathers who have non-titular national names and those with fathers who have titular national names. We also show that the initial-level of industrialization affected nation-building. To measure stability, we combine novel historical data on local insurgency against the Soviet state and intergroup conflict in Central Asia from declassified archives of Soviet police reports with historical census data on local group composition. We find that the reform substantially reduced the level of insurgent activity against the Soviet power at the expense of an increase in conflict between local ethnic groups. We confirm that the actual division conformed to an optimal one based on the objective of population homogeneity within a territory and show that the main effect of the reform comes from the areas that comply to the “ideal-division” rule.\r\n\r\n⭐ The Geoeconomics of Contract Enforcement\r\nIn late 1960s, Western powers reduced military interventions weakening international contract enforcement and increasing expropriation risk in developing countries. This led to the emergence of self-enforcing agreements characterized by backloading— delays in production and taxation—and higher government rent shares. Using oil industry data and a new backloading measure, we find that following this geopolitical shift, production and taxes were delayed by 3-4 years, resulting in annual revenue losses of $1 bln/country. The government’s associated tax income loss was offset by an increased rent-share. Additionally, we show that US military deployments in the 1980s revived international contract enforcement reducing backloading and government rent-shares.\r\n\r\n⭐ The long reach of catastrophic policy: Kazakhstan’s collectivization-induced famine, 1931-1933.\r\nWe investigate the effect of the 1931-1934 famine in Kazakhstan on the height of women born in the areas most affected by famine, their daughters, and grandchildren. We find evidence that women born in Northern-Eastern Kazakhstan in 1929-34, are, on average, 0.35 standard deviations shorter compared to their counterparts born earlier or later. Daughters of women born during the famine are the most affected, with the adult height 0.74 standard deviations shorter than daughters of mothers born in areas with less severe famine exposure. We document the negative impact of famine on adult height transmitted to third-generation men.\r\n\r\n⭐ Roots of Courage: Persistence of Past Repression and Anti-War Dissent\r\nThis paper examines the long-term impact of historical state repression on anti-war dissent in contemporary Russia following the 2022 invasion of Ukraine. We focus on the legacy of Soviet Gulag camps – sites where millions were imprisoned between 1929 and 1953 – and investigate whether proximity to these former camps predicts greater protest activity and opposition to the war. Using a geospatial dataset of over 400 Gulag locations, we combine three measures of dissent: (1) protest detentions per capita (OVD-Info), (2) pre-war protest potential, and (3) anti-war attitudes drawn from over 28,000 individual survey responses (Chronicles and Extreme Scan). We find that municipalities within 10 km of former Gulag sites exhibit significantly higher anti-war protest activity, but only during the early phase of anti-war demonstrations (before the September 2022 mobilization decree). The effect is strongest among younger cohorts and does not extend to general anti-regime sentiment. We explore mechanisms such as education, family histories of repression, and general awareness of repressions. We show that all three of these factors interact to produce the observed legacy effect: communities with stronger historical memory are more likely to resist current forms of state violence, including war. Our findings suggest that historical memory, when reactivated by present-day injustice, can shape political behavior across generations.\r\n\r\n",
              "startsAt": "2025-08-30T14:30:00",
              "endsAt": "2025-08-30T16:30:00",
              "isServiceSession": false,
              "isPlenumSession": false,
              "speakers": [
                {
                  "id": "f6aa7a5d-6b21-4816-be51-4dadd80c3bca",
                  "name": "Paul Castañeda Dower"
                },
                {
                  "id": "d2a99b8f-301d-43fd-b9e0-0faa8baca4c9",
                  "name": "Gerhard Toews"
                },
                {
                  "id": "63d69eb7-f70a-4f99-bbdf-ce477986a791",
                  "name": "Galiya Sagyndykova"
                },
                {
                  "id": "6d26de05-a7cb-4d5b-9a48-76544b2e6045",
                  "name": "Amir Saimassay"
                }
              ],
              "categories": [],
              "roomId": 67202,
              "room": "Room 1 TBA",
              "liveUrl": null,
              "recordingUrl": null,
              "status": "Accepted",
              "isInformed": true,
              "isConfirmed": false
            },
            {
              "id": "295e9414-69dd-44d8-a4de-5fc8b54df96f",
              "title": "Coffee Break",
              "description": null,
              "startsAt": "2025-08-30T16:30:00",
              "endsAt": "2025-08-30T17:00:00",
              "isServiceSession": true,
              "isPlenumSession": true,
              "speakers": [],
              "categories": [],
              "roomId": 67202,
              "room": "Room 1 TBA",
              "liveUrl": null,
              "recordingUrl": null,
              "status": null,
              "isInformed": false,
              "isConfirmed": false
            },
            {
              "id": "984347",
              "title": "Session 4a: Applications of Satellite and Nowcasting Data to Central Asian Economic Issues",
              "description": "⭐ Electricity Supply Disruptions and Human Capital Accumulation of Women in Tajikistan\r\nThis study investigates how electricity supply disruptions in affect educational attainment among women and girls in Tajikistan. Energy shortages are frequent due to aging infrastructure and a reliance on hydropower. While numerous studies highlight the benefits of electricity access on educational outcomes, most focus on the positive effects of new electrification rather than the consequences of interruptions. Using 30 years of nightlight satellite data, spanning the period from 1992 to 2022, and household-level data on educational attainment from the Tajikistan Demographic and Health Survey, we capture the effects of these outages at a subnational level. Our analysis exploits exogenous disruptions in energy supply, such as Tajikistan’s 2009 disconnection from the Central Asian Power System and the discontinuation of natural gas imports from neighboring Uzbekistan in 2013, on school enrollment within an event study framework. We find that the 2009 shock led to a 4.5 percentage point decline in school enrollment, while the 2013 shock resulted in a 3.9 percentage point decline. This negative effect is especially pronounced in areas reliant on hydropower. These findings suggest that areas further from major power plants are more vulnerable to educational disruptions following energy supply shocks. The recent approval of additional financing for the Tajikistan Rural Electrification Project (World Bank 2021) to connect rural populations to the power grid, along with a multimillion-dollar grant (World Bank 2023) to enhance Tajikistan’s secondary education system, underscores the timeliness and significance of this research.\r\n\r\n⭐ In the Shadow of War: Assessing Conflict-Driven Disruptions in the Kyrgyzstan-Russia Labor Pipeline\r\nKyrgyzstan serves as a key case study for the broader Central Asia–Russia labor pipeline, which supported an estimated 8 million migrants annually in 2020. Prior to the Russo-Ukraine war, remittances from Russia accounted for approximately 30% of Kyrgyzstan’s GDP, driven by over 10% of its population working in Russia. However, understanding wartime migration dynamics is challenging due to suspected political interference in Russian data, restricted foreign access to this data, and the informality that characterizes Central Asian migration patterns. \r\n \r\nThis study incorporates Yandex Wordstat, Google Trends, XGBoost (which outperforms other machine learning methods), and autoregressive models to \"nowcast\" missing data. The results reveal a push effect linked to war onset in February 2022 and war intensity. However, all three of the analyzed migration datasets suggest a potential delayed labor substitution effect as Central Asian migrants fill vacancies left by conscripted Russian workers, proxied by casualty data from Mediazona and the BBC. The study also examines remittance trends, which seem to increase along with the labor substitution effect after a two-month lag. These results are robust to Russia- and Kyrgyzstan-side socioeconomic controls such as wage levels and population dynamics. \r\n \r\nThis study provides new insight into the largely opaque Central Asia–Russia labor pipeline, a critical element in development policymaking for both regions. It also introduces a novel methodology for nowcasting migration trends, particularly through Yandex Trends, which has been largely overlooked in English-language scholarship.\r\n\r\n\r\n⭐ Spillover effects in Turkmenistan of Uzbekistan’s trade liberalization\r\nThis paper investigates Turkmenistan’s economic development and regional economic variation through the novel lens of satellite nightlight data, offering insights into one of the world's most opaque and understudied economies. A dearth of research exists on Turkmenistan's economy and its fluctuations, particularly concerning regional disparities within such isolated, authoritarian regimes. Focusing on the consequential and understudied political implications of economic interaction between authoritarian states and their more developed, proximal, and liberalized neighbors, this research fills this gap through its analysis of the impact (or lack thereof) of Uzbekistan's economic fluctuations and policy changes on Turkmenistan. In leveraging intercalibrated nightlight data from 1992–2021, we analyze the effect of Uzbekistan’s 2017 liberalization and trade expansion program on Turkmenistan’s short-run economic development. While previous research has explored the developmental impacts of these changes within Uzbekistan, this paper investigates the extent to which these effects had a measurable “spillover effect” into Turkmenistan. Contrary to expectations of positive border spillover benefits, initial findings suggest that there has been no significant change in growth trajectory compared to our existing control, robust to granular, district-level, and country-wide models. These results are discussed in the context of potential trade competition and regional economic policies, contributing to a broader understanding of economic dynamics in authoritarian economies and their complex interactions with liberalized neighbors. Future work must continue to analyze this spillover effect, particularly on the Uzbek side of the border, as well as the effect of this liberalization on less authoritarian, more developed border countries.  \r\n\r\n\r\n⭐ Regional Impact of Uzbekistan’s 2017 Currency Liberalization: Evidence from Satellite NLD\r\nWe examine regional development trajectories in Uzbekistan from 1992-2021 using satellite nighttime light data, with a particular focus on the impact of the 2017 currency liberalization reform. Using data from six DMSP-OLS satellites covering 161 districts, and employing a mixed-effects model, we identify significant heterogeneity in development patterns between urban and rural areas. Our main finding is that the currency liberalization generated asymmetric benefits: urban areas experienced more than twice the positive effect of rural areas (DiD coefficients: 1.022 versus 0.446). While average luminosity increased nationally post-reform, we find evidence of widening spatial inequality, with urban areas' luminosity values (14-20) consistently exceeding rural areas (4-8).\r\n\r\n",
              "startsAt": "2025-08-30T17:00:00",
              "endsAt": "2025-08-30T19:00:00",
              "isServiceSession": false,
              "isPlenumSession": false,
              "speakers": [
                {
                  "id": "57038c3f-92ca-4f3d-ae70-7aea360ed832",
                  "name": "Mavzuna Turaeva"
                },
                {
                  "id": "2e8c7cea-5113-4283-b4f8-18bbb7974102",
                  "name": "Michelle Schultze"
                },
                {
                  "id": "5839d872-6e00-4cea-aa5c-5588abdd123f",
                  "name": "Aaron Lam"
                },
                {
                  "id": "4a0edc5c-1c6c-44a2-9d1c-d7d306b5024d",
                  "name": "Abdumalik Abdukayumov"
                }
              ],
              "categories": [],
              "roomId": 67202,
              "room": "Room 1 TBA",
              "liveUrl": null,
              "recordingUrl": null,
              "status": "Accepted",
              "isInformed": true,
              "isConfirmed": true
            }
          ],
          "hasOnlyPlenumSessions": false
        },
        {
          "id": 67203,
          "name": "Room 2 TBA",
          "sessions": [
            {
              "id": "955495",
              "title": "Session 2b: Macroeconomics, Business Cycles, and Public Policy",
              "description": "⭐ The impact of wage rigidity on inflation within the framework of the transmission mechanism of monet\r\nThis work investigates the significance of wage rigidity in the context of formulating monetary policy in Kazakhstan. \r\n\r\n\r\n⭐ The Impact of Oil Prices on Kazakhstan’s Business Cycles\r\nThis study examines the impact of global oil price fluctuations on Kazakhstan’s business cycles using vector autoregression models (VAR, TVAR) and the Markov-switching model (MSM). This approach allows for the consideration of both linear and nonlinear relationships, as well as the asymmetry in the economy’s response to oil price changes across different economic cycles. The results indicate that negative oil price shocks exert the most pronounced effect on Kazakhstan’s GDP during crisis periods, whereas positive shocks remain statistically insignificant. The threshold value for the quarterly dynamics of real oil prices, identified in the TVAR model, is -14%, beyond which the impact of oil prices on GDP becomes significantly more pronounced. This finding highlights the Kazakh economy's sensitivity to major oil market shocks. The analysis using the MSM model confirmed a high probability of transitioning into a crisis regime in the event of a substantial decline in oil prices. The study’s conclusions contribute to the existing literature and provide an empirical foundation for the development of economic policies aimed at enhancing the resilience of Kazakhstan’s economy to commodity price volatility.\r\n\r\n⭐ Fiscal DSGE model: the case of Kazakhstan\r\nThis paper develops an open economy dynamic stochastic general equilibrium (DSGE) model for fiscal policy analysis. Unlike existing models, our framework incorporates several key features: a comprehensive fiscal block with distortionary taxes and a National Fund (oil fund) component, as well as non-Ricardian households that reflect the real economic structure. In addition, the model emphasises fiscal transfers, which represent a substantial share of total government spending. The main research questions the paper tries to answer is to evaluate optimal fiscal regimes under alternative government revenue structures to finance public expenditures. The fiscal multiplier of government transfers is estimated as part of this analysis.\r\n\r\n⭐ Contemporary Health Consequences of  Atomic Testing in the Semipalatinsk Nuclear Polygon\r\nKazakhstan’s Semipalatinsk nuclear polygon witnessed over 450 surface, air, and underground nuclear tests between 1949 and 1962, with underground testing continuing through 1989. Health consequences for the heavily-populated region have been studied extensively. However, the ongoing scope of the effects remains unexplored: we address this gap. Using remarkable population health data from the Kazakhstan Ministry of Health, we find huge consequences for a wide range of health conditions many decades after explosions ceased. Matching models link treated and untreated districts with similar conditions using a carefully constructed satellite night-light data series to capture economic characteristics.\r\n\r\n",
              "startsAt": "2025-08-30T09:00:00",
              "endsAt": "2025-08-30T11:00:00",
              "isServiceSession": false,
              "isPlenumSession": false,
              "speakers": [
                {
                  "id": "af8a0651-f55e-4859-9e31-af3373f5eb1a",
                  "name": "Zarina Adilkhanova"
                },
                {
                  "id": "a7ca66da-eddc-4eca-92f2-20f4470254e6",
                  "name": "Alisher Akhmet"
                },
                {
                  "id": "3b0817f5-349b-4631-a173-f369cc4a088a",
                  "name": "Aigerim Rysbayeva"
                },
                {
                  "id": "0babbfa3-7f7d-4900-bfb2-63ebda648d41",
                  "name": "Sultan Muratov"
                }
              ],
              "categories": [],
              "roomId": 67203,
              "room": "Room 2 TBA",
              "liveUrl": null,
              "recordingUrl": null,
              "status": "Accepted",
              "isInformed": true,
              "isConfirmed": true
            },
            {
              "id": "952970",
              "title": "Session 3b: PhD Students Session",
              "description": "⭐ Dynastic Learning, Portfolio Choice, and Intergenerational Persistence of Wealth\r\nIn this paper, I examine the influence of intergenerational information-sharing in shaping the portfolio choices and wealth outcomes of individuals. The findings demonstrate the role that intergenerational belief formation plays in shaping the dynamics of wealth inequality across generations.\r\n\r\n⭐ Regulating by Geography: What Norway’s Salmon Aquaculture Policy Reveals About Firm Behaviour\r\nHow do firms respond when environmental regulation is assigned not individually, but geographically—based on the average performance of all producers within a region? This study examines a natural experiment from Norway’s aquaculture sector, where a spatially structured regulatory system—known as the Traffic Light System (TLS)—assigns production constraints to entire zones based on ecological risk. Zone colour determines production rights, but all firms within each zone face the same regulatory consequences, regardless of individual behaviour.\r\n\r\nThe institutional design of the TLS enables credible causal inference. Zone boundaries are fixed and exogenous; regulatory classification changes over time based on biological criteria. Firms cannot relocate, and the classification algorithm is publicly known and externally monitored. These features create a sharp policy discontinuity across neighbouring areas.\r\n\r\nUsing a Geographic Regression Discontinuity design and site-level monthly data, the analysis shows that farms just inside red-classified zones apply 15% more sea lice treatments than comparable farms just across the border. The response is immediate and robust to placebo and sensitivity tests. Firms also respond—though more heterogeneously—to intermediate regulatory signals such as yellow zone classification, suggesting behavioural adaptation not only to binding constraints but also to anticipated risk.\r\n\r\nThe results demonstrate that firms do respond to collective environmental signals when policies are enforceable, transparent, and tied to automatic sanctions. This has clear relevance for resource-based economies considering zone-based regulation—whether in aquaculture, mining, or agriculture. The Norwegian case offers lessons for designing credible and spatially targeted regulatory frameworks in contexts where individual monitoring is limited but environmental spillovers are significant.\r\n\r\n⭐ How is Kazakhstan's stock market responding to monetary and fiscal policy signals?\r\nTheoretical and empirical studies on developed economies show that monetary and fiscal policies significantly affect stock market performance. However, in emerging markets like Kazakhstan, the influence of these policies on stock prices remains underexplored.\r\nThis paper contributes to the literature on monetary–fiscal interactions and policy effectiveness in emerging markets by examining how Kazakhstan’s stock market index (KASE) responds to policy shocks under the inflation-targeting regime introduced in 2015. It also provides practical insights for policymakers by identifying strong and weak linkages in the financial system’s responsiveness to policy signals.\r\nA monthly structural VAR (SVAR) model is estimated using data from September 2015 to October 2024, focusing on the base rate (the National Bank’s main monetary policy tool), TONIA (Tenge Overnight Index Average), money supply, and government expenditures, while controlling for global oil price shocks and domestic activity.\r\nThe results suggest that the spread between the base rate and TONIA significantly influences stock market performance, which indicates that market participants respond to liquidity imbalances. Fiscal policy does not have a significant impact on the stock market, potentially due to the pro-cyclical nature of fiscal policy in Kazakhstan. The study also highlights Kazakhstan’s vulnerability to external oil price shocks. Overall, findings highlight the challenges of weak policy transmission mechanisms in emerging markets and suggest that improving policy coordination, enhancing fiscal discipline, and diversifying the economy are crucial for improving policy transmission to the equity market.\r\n\r\n\r\n\r\n⭐ Determinants of parental style in traditional societies of Central Asia\r\nThis paper examines the determinants of parenting styles in Kyrgyzstan, Turkmenistan, and Uzbekistan, a region where childrearing is critical for future development but remains under-researched. We extend the economic theory of parenting to traditional societies by incorporating features like multi-generational households, community involvement (the mahala), and massive male migration. Using data from the Multiple Indicator Cluster Survey (MICS), we analyze how household characteristics and economic conditions shape parenting choices. Methodologically, we address the endogeneity of family size using the gender composition of children as an instrumental variable and employ nighttime satellite data to measure regional inequality. Our findings show that households are less likely to use coercive methods with younger children and girls. Household wealth and regional inequality are also significant determinants. While larger families tend to use more authoritarian methods, this effect becomes insignificant after correcting for endogeneity. This paper fills an empirical gap, adapts a theoretical framework to a Central Asian context, and offers a robust methodological approach to identifying the causal drivers of parenting styles.\r\n\r\n",
              "startsAt": "2025-08-30T14:30:00",
              "endsAt": "2025-08-30T16:30:00",
              "isServiceSession": false,
              "isPlenumSession": false,
              "speakers": [
                {
                  "id": "0794717e-3a9e-4334-b16d-130865b8b791",
                  "name": "Erlan Konebayev"
                },
                {
                  "id": "c875e69c-80aa-45a0-973f-5aad78b858e6",
                  "name": "Kamila Kulmambetova"
                },
                {
                  "id": "005ffe5e-d1b2-410f-9caf-3d119c9a9ca5",
                  "name": "Altynay Nashirali"
                },
                {
                  "id": "d7cbe321-37af-4fdc-92e2-2862bfbf05be",
                  "name": "Ulugbek Tursunov"
                }
              ],
              "categories": [],
              "roomId": 67203,
              "room": "Room 2 TBA",
              "liveUrl": null,
              "recordingUrl": null,
              "status": "Accepted",
              "isInformed": true,
              "isConfirmed": true
            },
            {
              "id": "976434",
              "title": "Session 4b: Conflicts, Institutions, and Platform Economics",
              "description": "⭐ Individual and institutional determinants of academic performance: the case of universities of Kazak\r\nWhat are the most important drivers of publications performance: is it nature, i.e. inner motivation for researchers, or nurture, i.e. institutional measures aimed to boost it up? We address this question using a unique database of all most productive individual researchers affiliated with leading universities in Kazakhstan. Using Scopus database to look at their papers, coauthors and citations, we combine publications data with data on educational ad research policies of their universities, as well as institutional characteristics of the country scientific policies. Estimating OLS, FEOLS and hierarchical mixture models, we show that, along with expected effects of coauthors, journal reputation, scientific discipline etc, individual characteristics have larger effect on publication performance than institutional measures.\r\n\r\n⭐ The Kumtor Conundrum: Game Theory and the High-Stakes Politics of Resource Nationalism\r\nAbstract\r\nThe Kumtor Gold Mine case in Kyrgyzstan serves as an example of the unstable relationship between foreign direct investment (FDI) and resource nationalism in the CIS countries. From Cameco's initial entry in 1992 to the nationalization of the mine by Kyrgyzstan in 2022, operated by Centerra Gold, the case illustrates how environmental issues, opaque dealings, and political uncertainty shaped a high-stakes negotiation. This paper examines the 2021–2022 settlement through the lens of game theory, representing it as a Nash Bargaining Solution in a repeated Prisoner's Dilemma and Chicken Game. Centerra's threat of legal retaliation and Kyrgyzstan's unilateral takeover reflect asymmetric information and shifting payoff structures, leading to a mine control compromise of $85 million and share cancellation. The paper highlights the role of time preferences, reputation, and limited knowledge in explaining outcomes, with implications for FDI stability in natural resource sectors. The analysis suggests that credible commitments and transparent governance can deter defection and reduce investor risk. Kumtor’s 30-year trajectory serves as cautionary tale for investors and a reaffirmation of state authority over strategic assets. \r\nKeywords: Foreign Direct Investment, Resource Nationalism, Game Theory, Nash Bargaining, Kumtor, Negotiation, Political Risk\r\nJEL Codes: F21, C71, D74, F51\r\n\r\n\r\n⭐ Selection and Incentives in Platform Design: Evidence from a Ride-Hailing Platform\r\nI study how replacing an upfront fixed fee with a commission-based revenue-sharing model on an online labor platform alters the underlying selection and incentive mechanisms. The analysis leverages a quasi-experimental transition, implemented by the global ride-hailing platform, that affected hundreds of thousands of drivers across 37 cities. The policy reduced entry barriers and substantially increased the number of active drivers by at least 46.6%. However, the new entrants were more sporadic and less engaged, while incumbents reoptimized their labor supply by adjusting participation timing and reducing effort per shift. These shifts in behavior led to a decline in match rates (by 5%) and an increase in consumer prices (by 2%). The findings reveal a central trade-off in platform design: while replacing upfront fixed fees with commission-based revenue-sharing model broadens participation, it can also weaken incentives, ultimately reducing market efficiency and consumer welfare.\r\n\r\n⭐ Sudan Conflict-A Network Approach\r\nIn this paper, we apply a theory of conflict that explicitly models alliances and enmities within a network framework to study the Sudan conflict. The central assumption is that each group participating in the conflict seeks to maximize the share of resources it controls at the end of the conflict, net of the cost of resources invested. We build on the model of conflict networks developed by König, Rohner, Thoenig, and Zilibotti (2014) and the model of contests with externalities in Chowdhury and Sheremeta (2011), adapting them to capture a richer conflict structure with overlapping alliances and rivalries. Our model extends these frameworks to better reflect the complex, multi-party dynamics observed in Sudan.\r\n\r\nUsing this extended model, we derive a structural equation which we then estimate empirically. We construct a panel dataset at the fighting group–year level, covering the period from 2003 to 2010. This period was selected to include the major armed conflict in the Darfur region of Sudan while excluding the years following the independence of South Sudan in 2011. Our main variables are constructed using data from the Armed Conflict Location and Event Dataset (ACLED, 2014).\r\n\r\n",
              "startsAt": "2025-08-30T17:00:00",
              "endsAt": "2025-08-30T19:00:00",
              "isServiceSession": false,
              "isPlenumSession": false,
              "speakers": [
                {
                  "id": "3ce17c12-8ecf-49ec-a4c8-9b14ff64ad23",
                  "name": "Alexis Belianin"
                },
                {
                  "id": "2f12f59f-b65f-44b9-baf2-083cd160d342",
                  "name": "Eldar Madumarov"
                },
                {
                  "id": "18c47712-59c7-4e38-bfc0-59fadbe05470",
                  "name": "Renata Gaineddenova"
                },
                {
                  "id": "fa77e59d-31ba-45b1-b4f5-a4a38383353f",
                  "name": "Alejandro Melo Ponce"
                }
              ],
              "categories": [],
              "roomId": 67203,
              "room": "Room 2 TBA",
              "liveUrl": null,
              "recordingUrl": null,
              "status": "Accepted",
              "isInformed": true,
              "isConfirmed": false
            }
          ],
          "hasOnlyPlenumSessions": false
        },
        {
          "id": 71126,
          "name": "Room 3 TBA",
          "sessions": [
            {
              "id": "975977",
              "title": "Session 2c: Labor and Household Economics",
              "description": "⭐ Labor Reallocation and Unemployment during the Business Cycles\r\nWe revisit the question of how industry labor reallocation affects the business cycles of selected 12 European countries. Employing firm-level employment data spanning 1999-2021 and utilizing a linear regression model with instrumental variables, we analyze the impact of sectoral reallocation on unemployment, focusing on the timing of the reallocation process and the role of labor market flexibility. Our findings reveal a negative association between labor reallocation and unemployment, with pronounced effects during economic recessions, reaffirming the crucial role of reallocation in mitigating unemployment. Using Employment Protection Legislation (EPL) as a proxy for labor market rigidity, we show that stricter labor market protections slow the effects of reallocation, highlighting the trade-off between job security and labor market flexibility. Achieving this balance is important to harness the benefits of economic reallocation and to ensure the resilience of labor markets in the face of business cycle fluctuations. \r\n\r\n⭐ Household Income Distribution and Financial Debt: Five Stylized Facts on Consumer Indebtedness\r\nIn this paper we study household borrowing patterns across the income distribution for a developing economy with large and growing share of consumer debt. Our results show the following five stylized facts of household indebtedness with respect to heterogenous income brackets in case of Kazakhstan. First of all, absolute amount of debt outstanding is concentrated in top income groups. At the same time, higher debt service burden can be found in bottom income brackets. Next, along the growth of income levels, the share of mortgage loans within the total amount of household debt is increasing as well as the amount of debt outstanding. Fourth, the number of loans outstanding per person is increasing with the growth in wages. Last, quality of loans improves along the income allocation. Our findings suggest that macroprudential policy tools can effectively incorporate into its design patterns arising from heterogenous household income and borrowing behavior of consumers, especially in case of a developing economy.\r\n\r\n⭐ A fast track for timely unemployment benefits\r\nThis study evaluates the effectiveness of a program introduced in Norway during the COVID-19 pandemic that provided the option to apply for advance benefit payments to mitigate the impact of delays in the processing of unemployment insurance (UI) claims. We examine whether access to timely UI transfers effectively targeted the intended groups or instead attracted mainly financially literate households. By combining individual application data, demographic information, imputed consumption, and household balance sheet data, we estimate that the vast majority of financially constrained households avoided temporary consumption shocks through advance payment. According to our estimates, the median constrained applicant avoided consumption postponement of 31 percent, comparable to a household welfare gain of 5 percent, concentrated among single adult households.\r\n\r\n\r\n\r\n⭐ How wedding centricity affect financial situation of families in Uzbekistan?\r\nThis study examines the socio-economic impacts of wedding expenditures in Uzbekistan, exploring whether culturally driven spending on lavish wedding celebrations places significant financial burdens on families. Utilizing a Difference-in-Differences econometric model and secondary household-level data, the research assesses the effects of reduced wedding expenditures during COVID-19 restrictions. Findings reveal that households hosting weddings under these restrictions experienced better financial resilience afterward compared to families celebrating without constraints. The results highlight that culturally driven financial pressures linked to weddings can exacerbate household economic vulnerabilities, offering important insights for policymakers seeking to balance tradition and economic stability in transitional societies.\r\n\r\n",
              "startsAt": "2025-08-30T09:00:00",
              "endsAt": "2025-08-30T11:00:00",
              "isServiceSession": false,
              "isPlenumSession": false,
              "speakers": [
                {
                  "id": "7942eb25-3586-4470-8aef-1b8b31310b04",
                  "name": "Aigerim Sarsenbayeva"
                },
                {
                  "id": "27140c23-6a8b-407e-8bc7-8554682cddcb",
                  "name": "Zhandos Ybrayev"
                },
                {
                  "id": "aa65d321-021b-4cd9-b438-990b25e9ec77",
                  "name": "Dinara Alpysbayeva"
                },
                {
                  "id": "76a5996e-c77a-4766-a142-6852a55ffeb3",
                  "name": "Akhmadjon Nurullaev"
                }
              ],
              "categories": [],
              "roomId": 71126,
              "room": "Room 3 TBA",
              "liveUrl": null,
              "recordingUrl": null,
              "status": "Accepted",
              "isInformed": true,
              "isConfirmed": true
            },
            {
              "id": "969236",
              "title": "Session 3c: International Trade and Geopolitics",
              "description": "⭐ Energy Export Vulnerability and Route Diversification in Kazakhstan under Russian Sanctions\r\nThis paper examines the implications of Western sanctions on Russia for Kazakhstan’s oil and gas sector, with a particular focus on infrastructure dependence and route diversification. Drawing on survey responses and semi-structured interviews from industry professionals across multiple Kazakhstani cities, the paper shows how geopolitical constraints have disrupted Kazakhstan’s traditional energy export channels. It identifies new opportunities for investment, skilled migration, and international engagement—especially in the oil and gas sector—as firms respond to shifting trade flows and logistical pressures. The paper argues that Kazakhstan’s overreliance on Russian infrastructure has exposed it to monopolistic practices and market shocks, and calls for strategic diversification and infrastructure modernization. It contributes to energy economics, development economics, and political economy debates about resilience and regional economic adaptation in Central Asia.\r\n\r\n⭐ The War of Ideas: Institutions and Global Media Bias\r\nWe present the first systematic analysis of how countries cover each other in the news, using a newly constructed dataset of 55,240 distinct media sources from 176 countries between 2015 and 2022, drawing upon an extensive corpus of 1.4 billion news articles. Our findings reveal a pattern of global media bias, where countries with greater differences in political regimes systematically cover each other in a more negative light, shaping both the sentiment and thematic content of news articles. This bias is particularly pronounced when less democratic countries report on liberal democracies, when state-controlled media is involved, or when the reporting country faces economic downturn or inflation. Our findings are further corroborated by a natural experiment of democratic erosion episodes among the reporting countries. Additional analysis suggests that cross-country media coverage has relevance for equity and loan markets as well as public attitudes toward target countries.\r\n\r\n⭐ Trade Sanctions\r\nHow effective are trade sanctions? We examine the economic impact of the unprecedented sanctions imposed on Russia following February 2022, when Western countries banned exports of nearly 40% of all country-product varieties Russia had been importing before the war. Combining novel, manually-collected records of these sanctions with Russian customs data, firm balance sheets, domestic railway shipments, and government procurement contracts, we provide the most comprehensive analysis of the economic impact of trade sanctions on a target country to date.\r\nUsing a difference-in-differences approach, we find that imports of sanctioned country-product varieties into Russia saw a sharp 60% decline following the war’s onset. Total imports of sanctioned products fell by 31%, indicating that while roundabout trade and substitution were substantial, they did not fully offset the decline in sanctioned imports. Firms that had relied on to-be-sanctioned imports experienced a 14% drop in output, with the effect also observed in the manufacturing and technology sectors and among firms linked to military supply chains. Affected firms also saw a decline in government procurement sales and suffered additional losses if their upstream suppliers or downstream buyers were exposed to sanctions. Overall, our findings suggest that, contrary to anecdotal claims of their ineffectiveness, the sanctions on the imports of Russia had significant and far-reaching adverse effects on its economy.\r\n\r\n⭐ Language Affinity, Russian Media and Sanctions Evasion\r\nDoes language affinity with a former colonizing power make countries vulnerable to outside influence? Combining multiple survey waves, online search statistics, a survey experiment, and international trade data, we study this question for Kazakhstan. We show a shift towards pro-Russian opinions among the Russian-speaking population of Kazakhstan after Russia’s full-scale invasion of Ukraine, caused by an increase in consumption of Russian media, and relate it to an increase in exports of sanctioned goods to Russia. Our results shed light on the mechanisms by which former colonial powers can influence beliefs and economic behavior in their former colonies in wartime.",
              "startsAt": "2025-08-30T14:30:00",
              "endsAt": "2025-08-30T16:30:00",
              "isServiceSession": false,
              "isPlenumSession": false,
              "speakers": [
                {
                  "id": "348e8218-a374-444e-bb93-e91449c9dba4",
                  "name": "Benjamin Laker"
                },
                {
                  "id": "c9bb78d4-a3cd-46c2-8e34-a20696ccc0cc",
                  "name": "Alexey Makarin"
                },
                {
                  "id": "e10a1206-c0c9-4ed0-aceb-f6b5d295046d",
                  "name": "Dzhamilya Nigmatulina"
                },
                {
                  "id": "52e3a9f2-7376-4dc5-be14-8f924482839d",
                  "name": "Andrey Tkachenko"
                }
              ],
              "categories": [],
              "roomId": 71126,
              "room": "Room 3 TBA",
              "liveUrl": null,
              "recordingUrl": null,
              "status": "Accepted",
              "isInformed": true,
              "isConfirmed": true
            }
          ],
          "hasOnlyPlenumSessions": false
        }
      ],
      "timeSlots": [
        {
          "slotStart": "09:00:00",
          "rooms": [
            {
              "id": 67202,
              "name": "Room 1 TBA",
              "session": {
                "id": "972228",
                "title": "Session 2a: Agriculture, Institutions and Technology",
                "description": "⭐ Empowerment or Exploitation? Agricultural Reform, Kinship, and Female Labor Force Participation\r\nThis paper examines how partially implemented agricultural privatization reforms affect women’s labor market outcomes in a transitioning economy. Using farm-level panel data from Uzbekistan and Kazakhstan (2019–2022), we exploit farms in exposure to vertically integrated privatized agricultural “clusters” to estimate labor effects via a difference-in-differences strategy. We find that cluster reforms increased female labor participation overall, but generated a dual labor structure. Women from farm-owning households accessed permanent, skilled positions due to kinship-based networks. In contrast, non-household women were primarily hired into temporary, low-wage, seasonal roles.\r\nMechanization further reinforced this divide by complementing skilled family labor and displacing unskilled pickers. These results suggest that partial market-oriented reforms, when filtered through informal institutions like kinship, can deepen existing inequalities.\r\n\r\n⭐ Using Behavioral Games to Understand Water-Saving Technology Adoption in Uzbekistan\r\nDespite available water-saving technologies like drip irrigation, adoption rates remain low across Central Asia's agriculture-dependent economies. We conducted behavioral irrigation games with 195 farmers across 39 sessions in Uzbekistan to understand water-saving technology adoption. Our experimental design isolates effects of farmer position, social connections, and peer behavior on adoption choices. Key findings: downstream farmers adopt at higher rates than upstream farmers; water scarcity increases adoption across all players; social networks positively influence adoption; upstream adoption creates positive spillovers downstream; technology significantly reduces water extraction. Policy implications suggest position-differentiated subsidies and farmer-to-farmer extension programs.\r\n\r\n⭐ Relational Contracts and Technology Adoption in Agricultural Supply Chains\r\nThis paper investigates how relational and formal marketing contracts facilitate vertical coordination and technology adoption in agricultural supply chains. Using a detailed case study of the Wisconsin fresh potato industry from 2010 to 2019, we analyze the impact of a local wholesaler's investment in quality-enhancing technology—specifically optical sorting systems (OSS)—and the establishment of long-term marketing contracts with a modern retail chain. Employing a structural demand model and a difference-in-differences identification strategy, we find that these institutional innovations led to a 4.6 cent per pound reduction in marginal costs, a 17% increase in markups, and a 4% decline in retail prices. These improvements are further supported by enhanced inventory management and reduced spoilage. Our findings highlight the importance of aligning incentives through both relational and formal mechanisms in quality-sensitive, vertically fragmented markets. This study contributes to the literature by offering rare empirical evidence from a developed country context on how trust-based relationships and contractual coordination can jointly drive modernization and market performance in agriculture.\r\n\r\n⭐ The role of accurate perception on willingness to purchase crop index insurance\r\nClimate risks, particularly drought, pose a significant threat to the livelihoods of vulnerable farmers in low-income, arid, and semi-arid regions like Central Asia. As droughts become increasingly frequent and severe in the region, crop insurance may serve as a promising tool for climate risk adaptation. While traditional insurance markets remain underdeveloped due to lack of trust in the region, more innovative and transparent index insurance may serve as a suitable solution. This study provides novel insights beyond the study region by examining the previously understudied role of accurate climate risk perception in shaping farmers' willingness to purchase crop index insurance. Using survey data from 2,288 grain producing households in Kyrgyzstan and Uzbekistan, the study investigates how accurate perception, measured through objective drought exposure and farmers’ subjective assessments influences their willingness to purchase index insurance. Our findings reveal a significant perception gap: farmers in both countries tend to underestimate drought exposure, with this underestimation being more pronounced in Kyrgyzstan (65%) than in Uzbekistan (47%). Furthermore, accurate perception substantially increases the willingness to purchase crop index insurance. ",
                "startsAt": "2025-08-30T09:00:00",
                "endsAt": "2025-08-30T11:00:00",
                "isServiceSession": false,
                "isPlenumSession": false,
                "speakers": [
                  {
                    "id": "6ddab516-1f16-43db-a7b2-230d957ffbe0",
                    "name": "Pan Pengshan"
                  },
                  {
                    "id": "92e1db1c-98d6-4eb6-9ade-d635bf8472dc",
                    "name": "Anton Liutin"
                  },
                  {
                    "id": "3d571dc6-ad9f-498d-8008-2dfdce97f6a5",
                    "name": "Nurlan Utesov"
                  },
                  {
                    "id": "a3ed6e49-63e2-496d-bd3b-30ad91c7b8b9",
                    "name": "Begaiym Emileva"
                  }
                ],
                "categories": [],
                "roomId": 67202,
                "room": "Room 1 TBA",
                "liveUrl": null,
                "recordingUrl": null,
                "status": "Accepted",
                "isInformed": true,
                "isConfirmed": true
              },
              "index": 0
            },
            {
              "id": 67203,
              "name": "Room 2 TBA",
              "session": {
                "id": "955495",
                "title": "Session 2b: Macroeconomics, Business Cycles, and Public Policy",
                "description": "⭐ The impact of wage rigidity on inflation within the framework of the transmission mechanism of monet\r\nThis work investigates the significance of wage rigidity in the context of formulating monetary policy in Kazakhstan. \r\n\r\n\r\n⭐ The Impact of Oil Prices on Kazakhstan’s Business Cycles\r\nThis study examines the impact of global oil price fluctuations on Kazakhstan’s business cycles using vector autoregression models (VAR, TVAR) and the Markov-switching model (MSM). This approach allows for the consideration of both linear and nonlinear relationships, as well as the asymmetry in the economy’s response to oil price changes across different economic cycles. The results indicate that negative oil price shocks exert the most pronounced effect on Kazakhstan’s GDP during crisis periods, whereas positive shocks remain statistically insignificant. The threshold value for the quarterly dynamics of real oil prices, identified in the TVAR model, is -14%, beyond which the impact of oil prices on GDP becomes significantly more pronounced. This finding highlights the Kazakh economy's sensitivity to major oil market shocks. The analysis using the MSM model confirmed a high probability of transitioning into a crisis regime in the event of a substantial decline in oil prices. The study’s conclusions contribute to the existing literature and provide an empirical foundation for the development of economic policies aimed at enhancing the resilience of Kazakhstan’s economy to commodity price volatility.\r\n\r\n⭐ Fiscal DSGE model: the case of Kazakhstan\r\nThis paper develops an open economy dynamic stochastic general equilibrium (DSGE) model for fiscal policy analysis. Unlike existing models, our framework incorporates several key features: a comprehensive fiscal block with distortionary taxes and a National Fund (oil fund) component, as well as non-Ricardian households that reflect the real economic structure. In addition, the model emphasises fiscal transfers, which represent a substantial share of total government spending. The main research questions the paper tries to answer is to evaluate optimal fiscal regimes under alternative government revenue structures to finance public expenditures. The fiscal multiplier of government transfers is estimated as part of this analysis.\r\n\r\n⭐ Contemporary Health Consequences of  Atomic Testing in the Semipalatinsk Nuclear Polygon\r\nKazakhstan’s Semipalatinsk nuclear polygon witnessed over 450 surface, air, and underground nuclear tests between 1949 and 1962, with underground testing continuing through 1989. Health consequences for the heavily-populated region have been studied extensively. However, the ongoing scope of the effects remains unexplored: we address this gap. Using remarkable population health data from the Kazakhstan Ministry of Health, we find huge consequences for a wide range of health conditions many decades after explosions ceased. Matching models link treated and untreated districts with similar conditions using a carefully constructed satellite night-light data series to capture economic characteristics.\r\n\r\n",
                "startsAt": "2025-08-30T09:00:00",
                "endsAt": "2025-08-30T11:00:00",
                "isServiceSession": false,
                "isPlenumSession": false,
                "speakers": [
                  {
                    "id": "af8a0651-f55e-4859-9e31-af3373f5eb1a",
                    "name": "Zarina Adilkhanova"
                  },
                  {
                    "id": "a7ca66da-eddc-4eca-92f2-20f4470254e6",
                    "name": "Alisher Akhmet"
                  },
                  {
                    "id": "3b0817f5-349b-4631-a173-f369cc4a088a",
                    "name": "Aigerim Rysbayeva"
                  },
                  {
                    "id": "0babbfa3-7f7d-4900-bfb2-63ebda648d41",
                    "name": "Sultan Muratov"
                  }
                ],
                "categories": [],
                "roomId": 67203,
                "room": "Room 2 TBA",
                "liveUrl": null,
                "recordingUrl": null,
                "status": "Accepted",
                "isInformed": true,
                "isConfirmed": true
              },
              "index": 1
            },
            {
              "id": 71126,
              "name": "Room 3 TBA",
              "session": {
                "id": "975977",
                "title": "Session 2c: Labor and Household Economics",
                "description": "⭐ Labor Reallocation and Unemployment during the Business Cycles\r\nWe revisit the question of how industry labor reallocation affects the business cycles of selected 12 European countries. Employing firm-level employment data spanning 1999-2021 and utilizing a linear regression model with instrumental variables, we analyze the impact of sectoral reallocation on unemployment, focusing on the timing of the reallocation process and the role of labor market flexibility. Our findings reveal a negative association between labor reallocation and unemployment, with pronounced effects during economic recessions, reaffirming the crucial role of reallocation in mitigating unemployment. Using Employment Protection Legislation (EPL) as a proxy for labor market rigidity, we show that stricter labor market protections slow the effects of reallocation, highlighting the trade-off between job security and labor market flexibility. Achieving this balance is important to harness the benefits of economic reallocation and to ensure the resilience of labor markets in the face of business cycle fluctuations. \r\n\r\n⭐ Household Income Distribution and Financial Debt: Five Stylized Facts on Consumer Indebtedness\r\nIn this paper we study household borrowing patterns across the income distribution for a developing economy with large and growing share of consumer debt. Our results show the following five stylized facts of household indebtedness with respect to heterogenous income brackets in case of Kazakhstan. First of all, absolute amount of debt outstanding is concentrated in top income groups. At the same time, higher debt service burden can be found in bottom income brackets. Next, along the growth of income levels, the share of mortgage loans within the total amount of household debt is increasing as well as the amount of debt outstanding. Fourth, the number of loans outstanding per person is increasing with the growth in wages. Last, quality of loans improves along the income allocation. Our findings suggest that macroprudential policy tools can effectively incorporate into its design patterns arising from heterogenous household income and borrowing behavior of consumers, especially in case of a developing economy.\r\n\r\n⭐ A fast track for timely unemployment benefits\r\nThis study evaluates the effectiveness of a program introduced in Norway during the COVID-19 pandemic that provided the option to apply for advance benefit payments to mitigate the impact of delays in the processing of unemployment insurance (UI) claims. We examine whether access to timely UI transfers effectively targeted the intended groups or instead attracted mainly financially literate households. By combining individual application data, demographic information, imputed consumption, and household balance sheet data, we estimate that the vast majority of financially constrained households avoided temporary consumption shocks through advance payment. According to our estimates, the median constrained applicant avoided consumption postponement of 31 percent, comparable to a household welfare gain of 5 percent, concentrated among single adult households.\r\n\r\n\r\n\r\n⭐ How wedding centricity affect financial situation of families in Uzbekistan?\r\nThis study examines the socio-economic impacts of wedding expenditures in Uzbekistan, exploring whether culturally driven spending on lavish wedding celebrations places significant financial burdens on families. Utilizing a Difference-in-Differences econometric model and secondary household-level data, the research assesses the effects of reduced wedding expenditures during COVID-19 restrictions. Findings reveal that households hosting weddings under these restrictions experienced better financial resilience afterward compared to families celebrating without constraints. The results highlight that culturally driven financial pressures linked to weddings can exacerbate household economic vulnerabilities, offering important insights for policymakers seeking to balance tradition and economic stability in transitional societies.\r\n\r\n",
                "startsAt": "2025-08-30T09:00:00",
                "endsAt": "2025-08-30T11:00:00",
                "isServiceSession": false,
                "isPlenumSession": false,
                "speakers": [
                  {
                    "id": "7942eb25-3586-4470-8aef-1b8b31310b04",
                    "name": "Aigerim Sarsenbayeva"
                  },
                  {
                    "id": "27140c23-6a8b-407e-8bc7-8554682cddcb",
                    "name": "Zhandos Ybrayev"
                  },
                  {
                    "id": "aa65d321-021b-4cd9-b438-990b25e9ec77",
                    "name": "Dinara Alpysbayeva"
                  },
                  {
                    "id": "76a5996e-c77a-4766-a142-6852a55ffeb3",
                    "name": "Akhmadjon Nurullaev"
                  }
                ],
                "categories": [],
                "roomId": 71126,
                "room": "Room 3 TBA",
                "liveUrl": null,
                "recordingUrl": null,
                "status": "Accepted",
                "isInformed": true,
                "isConfirmed": true
              },
              "index": 2
            }
          ]
        },
        {
          "slotStart": "11:00:00",
          "rooms": [
            {
              "id": 67202,
              "name": "Room 1 TBA",
              "session": {
                "id": "b2b822ac-0beb-4427-8420-cad0be2e7dc8",
                "title": "Coffee Break",
                "description": null,
                "startsAt": "2025-08-30T11:00:00",
                "endsAt": "2025-08-30T11:30:00",
                "isServiceSession": true,
                "isPlenumSession": true,
                "speakers": [],
                "categories": [],
                "roomId": 67202,
                "room": "Room 1 TBA",
                "liveUrl": null,
                "recordingUrl": null,
                "status": null,
                "isInformed": false,
                "isConfirmed": false
              },
              "index": 0
            }
          ]
        },
        {
          "slotStart": "11:30:00",
          "rooms": [
            {
              "id": 67202,
              "name": "Room 1 TBA",
              "session": {
                "id": "945124",
                "title": "Keynote II: Rustam Ibragimov",
                "description": null,
                "startsAt": "2025-08-30T11:30:00",
                "endsAt": "2025-08-30T13:00:00",
                "isServiceSession": false,
                "isPlenumSession": true,
                "speakers": [
                  {
                    "id": "ace3fcb8-4e39-465b-a699-066c14754368",
                    "name": "Rustam Ibragimov"
                  }
                ],
                "categories": [],
                "roomId": 67202,
                "room": "Room 1 TBA",
                "liveUrl": null,
                "recordingUrl": null,
                "status": "Accepted",
                "isInformed": true,
                "isConfirmed": true
              },
              "index": 0
            }
          ]
        },
        {
          "slotStart": "13:00:00",
          "rooms": [
            {
              "id": 67202,
              "name": "Room 1 TBA",
              "session": {
                "id": "846ea770-cc95-4851-8ebd-4e0b3dba0182",
                "title": "Lunch Break",
                "description": null,
                "startsAt": "2025-08-30T13:00:00",
                "endsAt": "2025-08-30T14:30:00",
                "isServiceSession": true,
                "isPlenumSession": true,
                "speakers": [],
                "categories": [],
                "roomId": 67202,
                "room": "Room 1 TBA",
                "liveUrl": null,
                "recordingUrl": null,
                "status": null,
                "isInformed": false,
                "isConfirmed": false
              },
              "index": 0
            }
          ]
        },
        {
          "slotStart": "14:30:00",
          "rooms": [
            {
              "id": 67202,
              "name": "Room 1 TBA",
              "session": {
                "id": "976305",
                "title": "Session 3a: Effects of Empire",
                "description": "⭐ Control through Empowerment: Evidence from Nation-building in Soviet Central Asia\r\nWe study the effect of the inception of the Central Asian states in the 1920s on nation-building and stability in the region. The Bolsheviks instituted autonomous Soviet republics in Central Asia by delineating the territory that had not had national borders before and, in each republic, gave political power to a particular ethnic group among those residing on its territory. To estimate the impact of the reform on nation-building, we examine the adoption of titular national names of WWII draftees born before and after the reform. We find that the adoption of titular national names increases in the reform region both for draftees with fathers who have non-titular national names and those with fathers who have titular national names. We also show that the initial-level of industrialization affected nation-building. To measure stability, we combine novel historical data on local insurgency against the Soviet state and intergroup conflict in Central Asia from declassified archives of Soviet police reports with historical census data on local group composition. We find that the reform substantially reduced the level of insurgent activity against the Soviet power at the expense of an increase in conflict between local ethnic groups. We confirm that the actual division conformed to an optimal one based on the objective of population homogeneity within a territory and show that the main effect of the reform comes from the areas that comply to the “ideal-division” rule.\r\n\r\n⭐ The Geoeconomics of Contract Enforcement\r\nIn late 1960s, Western powers reduced military interventions weakening international contract enforcement and increasing expropriation risk in developing countries. This led to the emergence of self-enforcing agreements characterized by backloading— delays in production and taxation—and higher government rent shares. Using oil industry data and a new backloading measure, we find that following this geopolitical shift, production and taxes were delayed by 3-4 years, resulting in annual revenue losses of $1 bln/country. The government’s associated tax income loss was offset by an increased rent-share. Additionally, we show that US military deployments in the 1980s revived international contract enforcement reducing backloading and government rent-shares.\r\n\r\n⭐ The long reach of catastrophic policy: Kazakhstan’s collectivization-induced famine, 1931-1933.\r\nWe investigate the effect of the 1931-1934 famine in Kazakhstan on the height of women born in the areas most affected by famine, their daughters, and grandchildren. We find evidence that women born in Northern-Eastern Kazakhstan in 1929-34, are, on average, 0.35 standard deviations shorter compared to their counterparts born earlier or later. Daughters of women born during the famine are the most affected, with the adult height 0.74 standard deviations shorter than daughters of mothers born in areas with less severe famine exposure. We document the negative impact of famine on adult height transmitted to third-generation men.\r\n\r\n⭐ Roots of Courage: Persistence of Past Repression and Anti-War Dissent\r\nThis paper examines the long-term impact of historical state repression on anti-war dissent in contemporary Russia following the 2022 invasion of Ukraine. We focus on the legacy of Soviet Gulag camps – sites where millions were imprisoned between 1929 and 1953 – and investigate whether proximity to these former camps predicts greater protest activity and opposition to the war. Using a geospatial dataset of over 400 Gulag locations, we combine three measures of dissent: (1) protest detentions per capita (OVD-Info), (2) pre-war protest potential, and (3) anti-war attitudes drawn from over 28,000 individual survey responses (Chronicles and Extreme Scan). We find that municipalities within 10 km of former Gulag sites exhibit significantly higher anti-war protest activity, but only during the early phase of anti-war demonstrations (before the September 2022 mobilization decree). The effect is strongest among younger cohorts and does not extend to general anti-regime sentiment. We explore mechanisms such as education, family histories of repression, and general awareness of repressions. We show that all three of these factors interact to produce the observed legacy effect: communities with stronger historical memory are more likely to resist current forms of state violence, including war. Our findings suggest that historical memory, when reactivated by present-day injustice, can shape political behavior across generations.\r\n\r\n",
                "startsAt": "2025-08-30T14:30:00",
                "endsAt": "2025-08-30T16:30:00",
                "isServiceSession": false,
                "isPlenumSession": false,
                "speakers": [
                  {
                    "id": "f6aa7a5d-6b21-4816-be51-4dadd80c3bca",
                    "name": "Paul Castañeda Dower"
                  },
                  {
                    "id": "d2a99b8f-301d-43fd-b9e0-0faa8baca4c9",
                    "name": "Gerhard Toews"
                  },
                  {
                    "id": "63d69eb7-f70a-4f99-bbdf-ce477986a791",
                    "name": "Galiya Sagyndykova"
                  },
                  {
                    "id": "6d26de05-a7cb-4d5b-9a48-76544b2e6045",
                    "name": "Amir Saimassay"
                  }
                ],
                "categories": [],
                "roomId": 67202,
                "room": "Room 1 TBA",
                "liveUrl": null,
                "recordingUrl": null,
                "status": "Accepted",
                "isInformed": true,
                "isConfirmed": false
              },
              "index": 0
            },
            {
              "id": 67203,
              "name": "Room 2 TBA",
              "session": {
                "id": "952970",
                "title": "Session 3b: PhD Students Session",
                "description": "⭐ Dynastic Learning, Portfolio Choice, and Intergenerational Persistence of Wealth\r\nIn this paper, I examine the influence of intergenerational information-sharing in shaping the portfolio choices and wealth outcomes of individuals. The findings demonstrate the role that intergenerational belief formation plays in shaping the dynamics of wealth inequality across generations.\r\n\r\n⭐ Regulating by Geography: What Norway’s Salmon Aquaculture Policy Reveals About Firm Behaviour\r\nHow do firms respond when environmental regulation is assigned not individually, but geographically—based on the average performance of all producers within a region? This study examines a natural experiment from Norway’s aquaculture sector, where a spatially structured regulatory system—known as the Traffic Light System (TLS)—assigns production constraints to entire zones based on ecological risk. Zone colour determines production rights, but all firms within each zone face the same regulatory consequences, regardless of individual behaviour.\r\n\r\nThe institutional design of the TLS enables credible causal inference. Zone boundaries are fixed and exogenous; regulatory classification changes over time based on biological criteria. Firms cannot relocate, and the classification algorithm is publicly known and externally monitored. These features create a sharp policy discontinuity across neighbouring areas.\r\n\r\nUsing a Geographic Regression Discontinuity design and site-level monthly data, the analysis shows that farms just inside red-classified zones apply 15% more sea lice treatments than comparable farms just across the border. The response is immediate and robust to placebo and sensitivity tests. Firms also respond—though more heterogeneously—to intermediate regulatory signals such as yellow zone classification, suggesting behavioural adaptation not only to binding constraints but also to anticipated risk.\r\n\r\nThe results demonstrate that firms do respond to collective environmental signals when policies are enforceable, transparent, and tied to automatic sanctions. This has clear relevance for resource-based economies considering zone-based regulation—whether in aquaculture, mining, or agriculture. The Norwegian case offers lessons for designing credible and spatially targeted regulatory frameworks in contexts where individual monitoring is limited but environmental spillovers are significant.\r\n\r\n⭐ How is Kazakhstan's stock market responding to monetary and fiscal policy signals?\r\nTheoretical and empirical studies on developed economies show that monetary and fiscal policies significantly affect stock market performance. However, in emerging markets like Kazakhstan, the influence of these policies on stock prices remains underexplored.\r\nThis paper contributes to the literature on monetary–fiscal interactions and policy effectiveness in emerging markets by examining how Kazakhstan’s stock market index (KASE) responds to policy shocks under the inflation-targeting regime introduced in 2015. It also provides practical insights for policymakers by identifying strong and weak linkages in the financial system’s responsiveness to policy signals.\r\nA monthly structural VAR (SVAR) model is estimated using data from September 2015 to October 2024, focusing on the base rate (the National Bank’s main monetary policy tool), TONIA (Tenge Overnight Index Average), money supply, and government expenditures, while controlling for global oil price shocks and domestic activity.\r\nThe results suggest that the spread between the base rate and TONIA significantly influences stock market performance, which indicates that market participants respond to liquidity imbalances. Fiscal policy does not have a significant impact on the stock market, potentially due to the pro-cyclical nature of fiscal policy in Kazakhstan. The study also highlights Kazakhstan’s vulnerability to external oil price shocks. Overall, findings highlight the challenges of weak policy transmission mechanisms in emerging markets and suggest that improving policy coordination, enhancing fiscal discipline, and diversifying the economy are crucial for improving policy transmission to the equity market.\r\n\r\n\r\n\r\n⭐ Determinants of parental style in traditional societies of Central Asia\r\nThis paper examines the determinants of parenting styles in Kyrgyzstan, Turkmenistan, and Uzbekistan, a region where childrearing is critical for future development but remains under-researched. We extend the economic theory of parenting to traditional societies by incorporating features like multi-generational households, community involvement (the mahala), and massive male migration. Using data from the Multiple Indicator Cluster Survey (MICS), we analyze how household characteristics and economic conditions shape parenting choices. Methodologically, we address the endogeneity of family size using the gender composition of children as an instrumental variable and employ nighttime satellite data to measure regional inequality. Our findings show that households are less likely to use coercive methods with younger children and girls. Household wealth and regional inequality are also significant determinants. While larger families tend to use more authoritarian methods, this effect becomes insignificant after correcting for endogeneity. This paper fills an empirical gap, adapts a theoretical framework to a Central Asian context, and offers a robust methodological approach to identifying the causal drivers of parenting styles.\r\n\r\n",
                "startsAt": "2025-08-30T14:30:00",
                "endsAt": "2025-08-30T16:30:00",
                "isServiceSession": false,
                "isPlenumSession": false,
                "speakers": [
                  {
                    "id": "0794717e-3a9e-4334-b16d-130865b8b791",
                    "name": "Erlan Konebayev"
                  },
                  {
                    "id": "c875e69c-80aa-45a0-973f-5aad78b858e6",
                    "name": "Kamila Kulmambetova"
                  },
                  {
                    "id": "005ffe5e-d1b2-410f-9caf-3d119c9a9ca5",
                    "name": "Altynay Nashirali"
                  },
                  {
                    "id": "d7cbe321-37af-4fdc-92e2-2862bfbf05be",
                    "name": "Ulugbek Tursunov"
                  }
                ],
                "categories": [],
                "roomId": 67203,
                "room": "Room 2 TBA",
                "liveUrl": null,
                "recordingUrl": null,
                "status": "Accepted",
                "isInformed": true,
                "isConfirmed": true
              },
              "index": 1
            },
            {
              "id": 71126,
              "name": "Room 3 TBA",
              "session": {
                "id": "969236",
                "title": "Session 3c: International Trade and Geopolitics",
                "description": "⭐ Energy Export Vulnerability and Route Diversification in Kazakhstan under Russian Sanctions\r\nThis paper examines the implications of Western sanctions on Russia for Kazakhstan’s oil and gas sector, with a particular focus on infrastructure dependence and route diversification. Drawing on survey responses and semi-structured interviews from industry professionals across multiple Kazakhstani cities, the paper shows how geopolitical constraints have disrupted Kazakhstan’s traditional energy export channels. It identifies new opportunities for investment, skilled migration, and international engagement—especially in the oil and gas sector—as firms respond to shifting trade flows and logistical pressures. The paper argues that Kazakhstan’s overreliance on Russian infrastructure has exposed it to monopolistic practices and market shocks, and calls for strategic diversification and infrastructure modernization. It contributes to energy economics, development economics, and political economy debates about resilience and regional economic adaptation in Central Asia.\r\n\r\n⭐ The War of Ideas: Institutions and Global Media Bias\r\nWe present the first systematic analysis of how countries cover each other in the news, using a newly constructed dataset of 55,240 distinct media sources from 176 countries between 2015 and 2022, drawing upon an extensive corpus of 1.4 billion news articles. Our findings reveal a pattern of global media bias, where countries with greater differences in political regimes systematically cover each other in a more negative light, shaping both the sentiment and thematic content of news articles. This bias is particularly pronounced when less democratic countries report on liberal democracies, when state-controlled media is involved, or when the reporting country faces economic downturn or inflation. Our findings are further corroborated by a natural experiment of democratic erosion episodes among the reporting countries. Additional analysis suggests that cross-country media coverage has relevance for equity and loan markets as well as public attitudes toward target countries.\r\n\r\n⭐ Trade Sanctions\r\nHow effective are trade sanctions? We examine the economic impact of the unprecedented sanctions imposed on Russia following February 2022, when Western countries banned exports of nearly 40% of all country-product varieties Russia had been importing before the war. Combining novel, manually-collected records of these sanctions with Russian customs data, firm balance sheets, domestic railway shipments, and government procurement contracts, we provide the most comprehensive analysis of the economic impact of trade sanctions on a target country to date.\r\nUsing a difference-in-differences approach, we find that imports of sanctioned country-product varieties into Russia saw a sharp 60% decline following the war’s onset. Total imports of sanctioned products fell by 31%, indicating that while roundabout trade and substitution were substantial, they did not fully offset the decline in sanctioned imports. Firms that had relied on to-be-sanctioned imports experienced a 14% drop in output, with the effect also observed in the manufacturing and technology sectors and among firms linked to military supply chains. Affected firms also saw a decline in government procurement sales and suffered additional losses if their upstream suppliers or downstream buyers were exposed to sanctions. Overall, our findings suggest that, contrary to anecdotal claims of their ineffectiveness, the sanctions on the imports of Russia had significant and far-reaching adverse effects on its economy.\r\n\r\n⭐ Language Affinity, Russian Media and Sanctions Evasion\r\nDoes language affinity with a former colonizing power make countries vulnerable to outside influence? Combining multiple survey waves, online search statistics, a survey experiment, and international trade data, we study this question for Kazakhstan. We show a shift towards pro-Russian opinions among the Russian-speaking population of Kazakhstan after Russia’s full-scale invasion of Ukraine, caused by an increase in consumption of Russian media, and relate it to an increase in exports of sanctioned goods to Russia. Our results shed light on the mechanisms by which former colonial powers can influence beliefs and economic behavior in their former colonies in wartime.",
                "startsAt": "2025-08-30T14:30:00",
                "endsAt": "2025-08-30T16:30:00",
                "isServiceSession": false,
                "isPlenumSession": false,
                "speakers": [
                  {
                    "id": "348e8218-a374-444e-bb93-e91449c9dba4",
                    "name": "Benjamin Laker"
                  },
                  {
                    "id": "c9bb78d4-a3cd-46c2-8e34-a20696ccc0cc",
                    "name": "Alexey Makarin"
                  },
                  {
                    "id": "e10a1206-c0c9-4ed0-aceb-f6b5d295046d",
                    "name": "Dzhamilya Nigmatulina"
                  },
                  {
                    "id": "52e3a9f2-7376-4dc5-be14-8f924482839d",
                    "name": "Andrey Tkachenko"
                  }
                ],
                "categories": [],
                "roomId": 71126,
                "room": "Room 3 TBA",
                "liveUrl": null,
                "recordingUrl": null,
                "status": "Accepted",
                "isInformed": true,
                "isConfirmed": true
              },
              "index": 2
            }
          ]
        },
        {
          "slotStart": "16:30:00",
          "rooms": [
            {
              "id": 67202,
              "name": "Room 1 TBA",
              "session": {
                "id": "295e9414-69dd-44d8-a4de-5fc8b54df96f",
                "title": "Coffee Break",
                "description": null,
                "startsAt": "2025-08-30T16:30:00",
                "endsAt": "2025-08-30T17:00:00",
                "isServiceSession": true,
                "isPlenumSession": true,
                "speakers": [],
                "categories": [],
                "roomId": 67202,
                "room": "Room 1 TBA",
                "liveUrl": null,
                "recordingUrl": null,
                "status": null,
                "isInformed": false,
                "isConfirmed": false
              },
              "index": 0
            }
          ]
        },
        {
          "slotStart": "17:00:00",
          "rooms": [
            {
              "id": 67202,
              "name": "Room 1 TBA",
              "session": {
                "id": "984347",
                "title": "Session 4a: Applications of Satellite and Nowcasting Data to Central Asian Economic Issues",
                "description": "⭐ Electricity Supply Disruptions and Human Capital Accumulation of Women in Tajikistan\r\nThis study investigates how electricity supply disruptions in affect educational attainment among women and girls in Tajikistan. Energy shortages are frequent due to aging infrastructure and a reliance on hydropower. While numerous studies highlight the benefits of electricity access on educational outcomes, most focus on the positive effects of new electrification rather than the consequences of interruptions. Using 30 years of nightlight satellite data, spanning the period from 1992 to 2022, and household-level data on educational attainment from the Tajikistan Demographic and Health Survey, we capture the effects of these outages at a subnational level. Our analysis exploits exogenous disruptions in energy supply, such as Tajikistan’s 2009 disconnection from the Central Asian Power System and the discontinuation of natural gas imports from neighboring Uzbekistan in 2013, on school enrollment within an event study framework. We find that the 2009 shock led to a 4.5 percentage point decline in school enrollment, while the 2013 shock resulted in a 3.9 percentage point decline. This negative effect is especially pronounced in areas reliant on hydropower. These findings suggest that areas further from major power plants are more vulnerable to educational disruptions following energy supply shocks. The recent approval of additional financing for the Tajikistan Rural Electrification Project (World Bank 2021) to connect rural populations to the power grid, along with a multimillion-dollar grant (World Bank 2023) to enhance Tajikistan’s secondary education system, underscores the timeliness and significance of this research.\r\n\r\n⭐ In the Shadow of War: Assessing Conflict-Driven Disruptions in the Kyrgyzstan-Russia Labor Pipeline\r\nKyrgyzstan serves as a key case study for the broader Central Asia–Russia labor pipeline, which supported an estimated 8 million migrants annually in 2020. Prior to the Russo-Ukraine war, remittances from Russia accounted for approximately 30% of Kyrgyzstan’s GDP, driven by over 10% of its population working in Russia. However, understanding wartime migration dynamics is challenging due to suspected political interference in Russian data, restricted foreign access to this data, and the informality that characterizes Central Asian migration patterns. \r\n \r\nThis study incorporates Yandex Wordstat, Google Trends, XGBoost (which outperforms other machine learning methods), and autoregressive models to \"nowcast\" missing data. The results reveal a push effect linked to war onset in February 2022 and war intensity. However, all three of the analyzed migration datasets suggest a potential delayed labor substitution effect as Central Asian migrants fill vacancies left by conscripted Russian workers, proxied by casualty data from Mediazona and the BBC. The study also examines remittance trends, which seem to increase along with the labor substitution effect after a two-month lag. These results are robust to Russia- and Kyrgyzstan-side socioeconomic controls such as wage levels and population dynamics. \r\n \r\nThis study provides new insight into the largely opaque Central Asia–Russia labor pipeline, a critical element in development policymaking for both regions. It also introduces a novel methodology for nowcasting migration trends, particularly through Yandex Trends, which has been largely overlooked in English-language scholarship.\r\n\r\n\r\n⭐ Spillover effects in Turkmenistan of Uzbekistan’s trade liberalization\r\nThis paper investigates Turkmenistan’s economic development and regional economic variation through the novel lens of satellite nightlight data, offering insights into one of the world's most opaque and understudied economies. A dearth of research exists on Turkmenistan's economy and its fluctuations, particularly concerning regional disparities within such isolated, authoritarian regimes. Focusing on the consequential and understudied political implications of economic interaction between authoritarian states and their more developed, proximal, and liberalized neighbors, this research fills this gap through its analysis of the impact (or lack thereof) of Uzbekistan's economic fluctuations and policy changes on Turkmenistan. In leveraging intercalibrated nightlight data from 1992–2021, we analyze the effect of Uzbekistan’s 2017 liberalization and trade expansion program on Turkmenistan’s short-run economic development. While previous research has explored the developmental impacts of these changes within Uzbekistan, this paper investigates the extent to which these effects had a measurable “spillover effect” into Turkmenistan. Contrary to expectations of positive border spillover benefits, initial findings suggest that there has been no significant change in growth trajectory compared to our existing control, robust to granular, district-level, and country-wide models. These results are discussed in the context of potential trade competition and regional economic policies, contributing to a broader understanding of economic dynamics in authoritarian economies and their complex interactions with liberalized neighbors. Future work must continue to analyze this spillover effect, particularly on the Uzbek side of the border, as well as the effect of this liberalization on less authoritarian, more developed border countries.  \r\n\r\n\r\n⭐ Regional Impact of Uzbekistan’s 2017 Currency Liberalization: Evidence from Satellite NLD\r\nWe examine regional development trajectories in Uzbekistan from 1992-2021 using satellite nighttime light data, with a particular focus on the impact of the 2017 currency liberalization reform. Using data from six DMSP-OLS satellites covering 161 districts, and employing a mixed-effects model, we identify significant heterogeneity in development patterns between urban and rural areas. Our main finding is that the currency liberalization generated asymmetric benefits: urban areas experienced more than twice the positive effect of rural areas (DiD coefficients: 1.022 versus 0.446). While average luminosity increased nationally post-reform, we find evidence of widening spatial inequality, with urban areas' luminosity values (14-20) consistently exceeding rural areas (4-8).\r\n\r\n",
                "startsAt": "2025-08-30T17:00:00",
                "endsAt": "2025-08-30T19:00:00",
                "isServiceSession": false,
                "isPlenumSession": false,
                "speakers": [
                  {
                    "id": "57038c3f-92ca-4f3d-ae70-7aea360ed832",
                    "name": "Mavzuna Turaeva"
                  },
                  {
                    "id": "2e8c7cea-5113-4283-b4f8-18bbb7974102",
                    "name": "Michelle Schultze"
                  },
                  {
                    "id": "5839d872-6e00-4cea-aa5c-5588abdd123f",
                    "name": "Aaron Lam"
                  },
                  {
                    "id": "4a0edc5c-1c6c-44a2-9d1c-d7d306b5024d",
                    "name": "Abdumalik Abdukayumov"
                  }
                ],
                "categories": [],
                "roomId": 67202,
                "room": "Room 1 TBA",
                "liveUrl": null,
                "recordingUrl": null,
                "status": "Accepted",
                "isInformed": true,
                "isConfirmed": true
              },
              "index": 0
            },
            {
              "id": 67203,
              "name": "Room 2 TBA",
              "session": {
                "id": "976434",
                "title": "Session 4b: Conflicts, Institutions, and Platform Economics",
                "description": "⭐ Individual and institutional determinants of academic performance: the case of universities of Kazak\r\nWhat are the most important drivers of publications performance: is it nature, i.e. inner motivation for researchers, or nurture, i.e. institutional measures aimed to boost it up? We address this question using a unique database of all most productive individual researchers affiliated with leading universities in Kazakhstan. Using Scopus database to look at their papers, coauthors and citations, we combine publications data with data on educational ad research policies of their universities, as well as institutional characteristics of the country scientific policies. Estimating OLS, FEOLS and hierarchical mixture models, we show that, along with expected effects of coauthors, journal reputation, scientific discipline etc, individual characteristics have larger effect on publication performance than institutional measures.\r\n\r\n⭐ The Kumtor Conundrum: Game Theory and the High-Stakes Politics of Resource Nationalism\r\nAbstract\r\nThe Kumtor Gold Mine case in Kyrgyzstan serves as an example of the unstable relationship between foreign direct investment (FDI) and resource nationalism in the CIS countries. From Cameco's initial entry in 1992 to the nationalization of the mine by Kyrgyzstan in 2022, operated by Centerra Gold, the case illustrates how environmental issues, opaque dealings, and political uncertainty shaped a high-stakes negotiation. This paper examines the 2021–2022 settlement through the lens of game theory, representing it as a Nash Bargaining Solution in a repeated Prisoner's Dilemma and Chicken Game. Centerra's threat of legal retaliation and Kyrgyzstan's unilateral takeover reflect asymmetric information and shifting payoff structures, leading to a mine control compromise of $85 million and share cancellation. The paper highlights the role of time preferences, reputation, and limited knowledge in explaining outcomes, with implications for FDI stability in natural resource sectors. The analysis suggests that credible commitments and transparent governance can deter defection and reduce investor risk. Kumtor’s 30-year trajectory serves as cautionary tale for investors and a reaffirmation of state authority over strategic assets. \r\nKeywords: Foreign Direct Investment, Resource Nationalism, Game Theory, Nash Bargaining, Kumtor, Negotiation, Political Risk\r\nJEL Codes: F21, C71, D74, F51\r\n\r\n\r\n⭐ Selection and Incentives in Platform Design: Evidence from a Ride-Hailing Platform\r\nI study how replacing an upfront fixed fee with a commission-based revenue-sharing model on an online labor platform alters the underlying selection and incentive mechanisms. The analysis leverages a quasi-experimental transition, implemented by the global ride-hailing platform, that affected hundreds of thousands of drivers across 37 cities. The policy reduced entry barriers and substantially increased the number of active drivers by at least 46.6%. However, the new entrants were more sporadic and less engaged, while incumbents reoptimized their labor supply by adjusting participation timing and reducing effort per shift. These shifts in behavior led to a decline in match rates (by 5%) and an increase in consumer prices (by 2%). The findings reveal a central trade-off in platform design: while replacing upfront fixed fees with commission-based revenue-sharing model broadens participation, it can also weaken incentives, ultimately reducing market efficiency and consumer welfare.\r\n\r\n⭐ Sudan Conflict-A Network Approach\r\nIn this paper, we apply a theory of conflict that explicitly models alliances and enmities within a network framework to study the Sudan conflict. The central assumption is that each group participating in the conflict seeks to maximize the share of resources it controls at the end of the conflict, net of the cost of resources invested. We build on the model of conflict networks developed by König, Rohner, Thoenig, and Zilibotti (2014) and the model of contests with externalities in Chowdhury and Sheremeta (2011), adapting them to capture a richer conflict structure with overlapping alliances and rivalries. Our model extends these frameworks to better reflect the complex, multi-party dynamics observed in Sudan.\r\n\r\nUsing this extended model, we derive a structural equation which we then estimate empirically. We construct a panel dataset at the fighting group–year level, covering the period from 2003 to 2010. This period was selected to include the major armed conflict in the Darfur region of Sudan while excluding the years following the independence of South Sudan in 2011. Our main variables are constructed using data from the Armed Conflict Location and Event Dataset (ACLED, 2014).\r\n\r\n",
                "startsAt": "2025-08-30T17:00:00",
                "endsAt": "2025-08-30T19:00:00",
                "isServiceSession": false,
                "isPlenumSession": false,
                "speakers": [
                  {
                    "id": "3ce17c12-8ecf-49ec-a4c8-9b14ff64ad23",
                    "name": "Alexis Belianin"
                  },
                  {
                    "id": "2f12f59f-b65f-44b9-baf2-083cd160d342",
                    "name": "Eldar Madumarov"
                  },
                  {
                    "id": "18c47712-59c7-4e38-bfc0-59fadbe05470",
                    "name": "Renata Gaineddenova"
                  },
                  {
                    "id": "fa77e59d-31ba-45b1-b4f5-a4a38383353f",
                    "name": "Alejandro Melo Ponce"
                  }
                ],
                "categories": [],
                "roomId": 67203,
                "room": "Room 2 TBA",
                "liveUrl": null,
                "recordingUrl": null,
                "status": "Accepted",
                "isInformed": true,
                "isConfirmed": false
              },
              "index": 1
            }
          ]
        }
      ]
    },
    {
      "date": "2025-08-31T00:00:00",
      "isDefault": false,
      "rooms": [
        {
          "id": 67202,
          "name": "Room 1 TBA",
          "sessions": [
            {
              "id": "4c8d6b2a-284f-40df-a372-3d549c6cde1d",
              "title": "Round Table",
              "description": null,
              "startsAt": "2025-08-31T09:00:00",
              "endsAt": "2025-08-31T10:00:00",
              "isServiceSession": true,
              "isPlenumSession": true,
              "speakers": [],
              "categories": [],
              "roomId": 67202,
              "room": "Room 1 TBA",
              "liveUrl": null,
              "recordingUrl": null,
              "status": null,
              "isInformed": false,
              "isConfirmed": false
            },
            {
              "id": "7c89a44f-cbd4-4d47-82c7-32deb7a8ee99",
              "title": "Coffee Break",
              "description": null,
              "startsAt": "2025-08-31T10:00:00",
              "endsAt": "2025-08-31T10:30:00",
              "isServiceSession": true,
              "isPlenumSession": true,
              "speakers": [],
              "categories": [],
              "roomId": 67202,
              "room": "Room 1 TBA",
              "liveUrl": null,
              "recordingUrl": null,
              "status": null,
              "isInformed": false,
              "isConfirmed": false
            },
            {
              "id": "973573",
              "title": "Session 5a: Macroeconomics, Finance, and Policy Tools",
              "description": "⭐ Trade Credit Default\r\nDefault on trade credit repayments is substantial, about 7% in the U.S. This paper studies the  role of trade-credit default in the transmission of macro shocks. We present cyclical facts about trade credit and its defaults. We then build a heterogeneous-firms quantitative model where an intermediate input is purchased by final-goods producers partly on trade credit before observing the realisation of their productivity. Trade credit's role stems solely from its low seniority status. Aggregate trade-credit default is priced by input suppliers;  individual bankruptcy risk is priced in by lenders supplying bank credit. A markup effect and an insurance effect are two novel mechanisms  behind our findings. First, in reflecting trade-credit default spillovers, endogenous shifts in the markup charged by intermediate input suppliers contribute materially to the size of fluctuations. Second, via the interplay of the markup and insurance channels, trade-credit default amplifies the impact of financial shocks and TFP shocks, but dampens that of volatility shocks. \r\n\r\n⭐ Macroprudential vs. Monetary Policies for Dollarized Economies\r\nThis paper proposes a New Keynesian open economy model with financial frictions in the banking side to examine the welfare effects of using macroprudential policies prone to leakages\r\nvis-`a-vis monetary policy in dealing with foreign interest rate shocks in a dollarized economy.\r\n\r\n⭐ Nonlinear Analysis and Estimation of a TANK DSGE model for the Korean economy\r\nThis study examines a nonlinear Two-Agent New Keynesian (TANK) DSGE model with limited heterogeneity, encompassing various economic factors like technology, monetary and fiscal shocks, price and wage rigidity, and capital adjustment costs. We estimate this model in linearized and nonlinearized forms using a likelihood-based approach (previously developed by the authors) on quarterly Korean data. The empirical fit of the nonlinear TANK model measured by but not limited to the marginal data density outperforms the linear model. Our findings align with existing research studies: with a moderate share of financially constrained agents, government expenditure shocks boost aggregate consumption and output, while distortionary taxation crowds out, and contractionary monetary policy effectively controls inflation.\r\n\r\n\r\n\r\n⭐ Distributional Effects of Fiscal Policy in Kazakhstan\r\nThis paper conducts distributional analysis of Kazakhstan fiscal system using the Commitment to Equity (CEQ) methodology for the whole population, exploring differences from a gender perspective. Kazakhstan’s fiscal policy has contributed to reducing income inequality, primarily due the strong equalizing effect of social spending. Direct taxes and transfer schemes are also equalizing and help mitigate the inequality-increasing impact of indirect taxes. However, the effects on poverty incidence are uneven, with a greater share of female-sustained households experiencing poverty reduction than male-sustained ones. This outcome is largely attributed to pension transfers. Although Kazakhstan’s fiscal system does not inherently discriminate based on gender, the existing pension structure results in a disproportionately higher benefit for females. This is primarily attributable to two factors: the statutory retirement age for women being lower than that for men, and the significantly greater life expectancy of females, leading to a larger representation among elderly population and a longer duration of pension payments. Because of this and differences in household composition, the fiscal system increases the gender gap in favor of female-sustained households. \r\n\r\n",
              "startsAt": "2025-08-31T10:30:00",
              "endsAt": "2025-08-31T12:30:00",
              "isServiceSession": false,
              "isPlenumSession": false,
              "speakers": [
                {
                  "id": "a2982a7f-6cd5-4611-83ed-5a0063db714a",
                  "name": "F Xavier Mateos Planas"
                },
                {
                  "id": "6dd8a28a-f390-4018-9830-accde58dcec6",
                  "name": "Rasim Mutlu"
                },
                {
                  "id": "627d6337-4594-45be-8fe5-ae567ca18369",
                  "name": "Elnura Baiaman kyzy"
                },
                {
                  "id": "9c88e72e-e0f1-4c33-b97b-f63e1eaea816",
                  "name": "Vladimir Kolchin"
                }
              ],
              "categories": [],
              "roomId": 67202,
              "room": "Room 1 TBA",
              "liveUrl": null,
              "recordingUrl": null,
              "status": "Accepted",
              "isInformed": true,
              "isConfirmed": true
            },
            {
              "id": "bde183be-0ead-4d5c-8aa8-146a17fcda08",
              "title": "Coffee Break",
              "description": null,
              "startsAt": "2025-08-31T12:30:00",
              "endsAt": "2025-08-31T13:30:00",
              "isServiceSession": true,
              "isPlenumSession": true,
              "speakers": [],
              "categories": [],
              "roomId": 67202,
              "room": "Room 1 TBA",
              "liveUrl": null,
              "recordingUrl": null,
              "status": null,
              "isInformed": false,
              "isConfirmed": false
            }
          ],
          "hasOnlyPlenumSessions": false
        },
        {
          "id": 67203,
          "name": "Room 2 TBA",
          "sessions": [
            {
              "id": "953192",
              "title": "Session 5b: Health, Inequality, and Social Development",
              "description": "⭐ Health and Economic Growth in Central Asia \r\nThis paper explores how the health-related component of human capital affects economic performance in all five Central Asian countries. In particular, it analyzes the impact of life expectancy on overall GDP and output per worker, which characterizes labor productivity. \r\n\r\n⭐ Inflation, Food Security, and Learning Progress: Evidence from Caucasus and Central Asia\r\nThis study investigates food security and learning progress in Central Asia. We use data of household survey with a sample size of 17,000 households in 2023. We find a correlation between perceived food inflation and learning progress.  \r\n\r\n⭐ Multidimensional Inequality in Uzbekistan\r\nThe paper presents the first empirical application of the new methodology for estimating multidimensional inequality. The analysis uses the latest rounds of the Uzbekistan Household Budget Survey and demonstrates that the regional variation in multidimensional inequality significantly differs from the variation based only on income inequality. Measuring inequality solely through income might miss crucial disparities in non-monetary dimensions that affect the quality of life and opportunities of the Uzbek population, particularly at the regional level, where relevant policy decisions are often made. The paper argues that the multidimensional approach better reflects spatial economic inequality in the country and should be used to design policies to reduce inequality in Uzbekistan. \r\n\r\n⭐ Growing regional divide amidst economic dynamism of Kazakhstan\r\nThe study provides a comprehensive analysis of the growing regional divide in Kazakhstan, examining the dimensions and implications of spatial inequality in a country that has experienced robust economic growth in recent decades. We employ convergence analysis, a Regional Development Trap Index, and a Regional Competitiveness Index to measure territorial inequalities across Kazakhstan. Our findings reveal that whilst the country has achieved relatively rapid aggregate economic growth, this has been accompanied by a widening territorial divide. Wealth and economic activities are becoming increasingly concentrated in major urban centres, such as Almaty and Astana, whilst other regions—particularly those in the south—continue to lag significantly behind. \r\n\r\n",
              "startsAt": "2025-08-31T10:30:00",
              "endsAt": "2025-08-31T12:30:00",
              "isServiceSession": false,
              "isPlenumSession": false,
              "speakers": [
                {
                  "id": "b6b243b5-3c36-4169-8938-23bddb6ec78c",
                  "name": "Mirzobobo Yormirzoev"
                },
                {
                  "id": "74821030-c425-464f-84ca-0a5ee3c432fc",
                  "name": "Dina Azhgaliyeva"
                },
                {
                  "id": "5a1b4c2d-8221-4c37-9e5e-f840403a6972",
                  "name": "Michael Lokshin"
                },
                {
                  "id": "1dcb8f38-0fef-49cb-b09b-f7044ce554bc",
                  "name": "Genadiy Rau"
                }
              ],
              "categories": [],
              "roomId": 67203,
              "room": "Room 2 TBA",
              "liveUrl": null,
              "recordingUrl": null,
              "status": "Accepted",
              "isInformed": true,
              "isConfirmed": true
            }
          ],
          "hasOnlyPlenumSessions": false
        }
      ],
      "timeSlots": [
        {
          "slotStart": "09:00:00",
          "rooms": [
            {
              "id": 67202,
              "name": "Room 1 TBA",
              "session": {
                "id": "4c8d6b2a-284f-40df-a372-3d549c6cde1d",
                "title": "Round Table",
                "description": null,
                "startsAt": "2025-08-31T09:00:00",
                "endsAt": "2025-08-31T10:00:00",
                "isServiceSession": true,
                "isPlenumSession": true,
                "speakers": [],
                "categories": [],
                "roomId": 67202,
                "room": "Room 1 TBA",
                "liveUrl": null,
                "recordingUrl": null,
                "status": null,
                "isInformed": false,
                "isConfirmed": false
              },
              "index": 0
            }
          ]
        },
        {
          "slotStart": "10:00:00",
          "rooms": [
            {
              "id": 67202,
              "name": "Room 1 TBA",
              "session": {
                "id": "7c89a44f-cbd4-4d47-82c7-32deb7a8ee99",
                "title": "Coffee Break",
                "description": null,
                "startsAt": "2025-08-31T10:00:00",
                "endsAt": "2025-08-31T10:30:00",
                "isServiceSession": true,
                "isPlenumSession": true,
                "speakers": [],
                "categories": [],
                "roomId": 67202,
                "room": "Room 1 TBA",
                "liveUrl": null,
                "recordingUrl": null,
                "status": null,
                "isInformed": false,
                "isConfirmed": false
              },
              "index": 0
            }
          ]
        },
        {
          "slotStart": "10:30:00",
          "rooms": [
            {
              "id": 67202,
              "name": "Room 1 TBA",
              "session": {
                "id": "973573",
                "title": "Session 5a: Macroeconomics, Finance, and Policy Tools",
                "description": "⭐ Trade Credit Default\r\nDefault on trade credit repayments is substantial, about 7% in the U.S. This paper studies the  role of trade-credit default in the transmission of macro shocks. We present cyclical facts about trade credit and its defaults. We then build a heterogeneous-firms quantitative model where an intermediate input is purchased by final-goods producers partly on trade credit before observing the realisation of their productivity. Trade credit's role stems solely from its low seniority status. Aggregate trade-credit default is priced by input suppliers;  individual bankruptcy risk is priced in by lenders supplying bank credit. A markup effect and an insurance effect are two novel mechanisms  behind our findings. First, in reflecting trade-credit default spillovers, endogenous shifts in the markup charged by intermediate input suppliers contribute materially to the size of fluctuations. Second, via the interplay of the markup and insurance channels, trade-credit default amplifies the impact of financial shocks and TFP shocks, but dampens that of volatility shocks. \r\n\r\n⭐ Macroprudential vs. Monetary Policies for Dollarized Economies\r\nThis paper proposes a New Keynesian open economy model with financial frictions in the banking side to examine the welfare effects of using macroprudential policies prone to leakages\r\nvis-`a-vis monetary policy in dealing with foreign interest rate shocks in a dollarized economy.\r\n\r\n⭐ Nonlinear Analysis and Estimation of a TANK DSGE model for the Korean economy\r\nThis study examines a nonlinear Two-Agent New Keynesian (TANK) DSGE model with limited heterogeneity, encompassing various economic factors like technology, monetary and fiscal shocks, price and wage rigidity, and capital adjustment costs. We estimate this model in linearized and nonlinearized forms using a likelihood-based approach (previously developed by the authors) on quarterly Korean data. The empirical fit of the nonlinear TANK model measured by but not limited to the marginal data density outperforms the linear model. Our findings align with existing research studies: with a moderate share of financially constrained agents, government expenditure shocks boost aggregate consumption and output, while distortionary taxation crowds out, and contractionary monetary policy effectively controls inflation.\r\n\r\n\r\n\r\n⭐ Distributional Effects of Fiscal Policy in Kazakhstan\r\nThis paper conducts distributional analysis of Kazakhstan fiscal system using the Commitment to Equity (CEQ) methodology for the whole population, exploring differences from a gender perspective. Kazakhstan’s fiscal policy has contributed to reducing income inequality, primarily due the strong equalizing effect of social spending. Direct taxes and transfer schemes are also equalizing and help mitigate the inequality-increasing impact of indirect taxes. However, the effects on poverty incidence are uneven, with a greater share of female-sustained households experiencing poverty reduction than male-sustained ones. This outcome is largely attributed to pension transfers. Although Kazakhstan’s fiscal system does not inherently discriminate based on gender, the existing pension structure results in a disproportionately higher benefit for females. This is primarily attributable to two factors: the statutory retirement age for women being lower than that for men, and the significantly greater life expectancy of females, leading to a larger representation among elderly population and a longer duration of pension payments. Because of this and differences in household composition, the fiscal system increases the gender gap in favor of female-sustained households. \r\n\r\n",
                "startsAt": "2025-08-31T10:30:00",
                "endsAt": "2025-08-31T12:30:00",
                "isServiceSession": false,
                "isPlenumSession": false,
                "speakers": [
                  {
                    "id": "a2982a7f-6cd5-4611-83ed-5a0063db714a",
                    "name": "F Xavier Mateos Planas"
                  },
                  {
                    "id": "6dd8a28a-f390-4018-9830-accde58dcec6",
                    "name": "Rasim Mutlu"
                  },
                  {
                    "id": "627d6337-4594-45be-8fe5-ae567ca18369",
                    "name": "Elnura Baiaman kyzy"
                  },
                  {
                    "id": "9c88e72e-e0f1-4c33-b97b-f63e1eaea816",
                    "name": "Vladimir Kolchin"
                  }
                ],
                "categories": [],
                "roomId": 67202,
                "room": "Room 1 TBA",
                "liveUrl": null,
                "recordingUrl": null,
                "status": "Accepted",
                "isInformed": true,
                "isConfirmed": true
              },
              "index": 0
            },
            {
              "id": 67203,
              "name": "Room 2 TBA",
              "session": {
                "id": "953192",
                "title": "Session 5b: Health, Inequality, and Social Development",
                "description": "⭐ Health and Economic Growth in Central Asia \r\nThis paper explores how the health-related component of human capital affects economic performance in all five Central Asian countries. In particular, it analyzes the impact of life expectancy on overall GDP and output per worker, which characterizes labor productivity. \r\n\r\n⭐ Inflation, Food Security, and Learning Progress: Evidence from Caucasus and Central Asia\r\nThis study investigates food security and learning progress in Central Asia. We use data of household survey with a sample size of 17,000 households in 2023. We find a correlation between perceived food inflation and learning progress.  \r\n\r\n⭐ Multidimensional Inequality in Uzbekistan\r\nThe paper presents the first empirical application of the new methodology for estimating multidimensional inequality. The analysis uses the latest rounds of the Uzbekistan Household Budget Survey and demonstrates that the regional variation in multidimensional inequality significantly differs from the variation based only on income inequality. Measuring inequality solely through income might miss crucial disparities in non-monetary dimensions that affect the quality of life and opportunities of the Uzbek population, particularly at the regional level, where relevant policy decisions are often made. The paper argues that the multidimensional approach better reflects spatial economic inequality in the country and should be used to design policies to reduce inequality in Uzbekistan. \r\n\r\n⭐ Growing regional divide amidst economic dynamism of Kazakhstan\r\nThe study provides a comprehensive analysis of the growing regional divide in Kazakhstan, examining the dimensions and implications of spatial inequality in a country that has experienced robust economic growth in recent decades. We employ convergence analysis, a Regional Development Trap Index, and a Regional Competitiveness Index to measure territorial inequalities across Kazakhstan. Our findings reveal that whilst the country has achieved relatively rapid aggregate economic growth, this has been accompanied by a widening territorial divide. Wealth and economic activities are becoming increasingly concentrated in major urban centres, such as Almaty and Astana, whilst other regions—particularly those in the south—continue to lag significantly behind. \r\n\r\n",
                "startsAt": "2025-08-31T10:30:00",
                "endsAt": "2025-08-31T12:30:00",
                "isServiceSession": false,
                "isPlenumSession": false,
                "speakers": [
                  {
                    "id": "b6b243b5-3c36-4169-8938-23bddb6ec78c",
                    "name": "Mirzobobo Yormirzoev"
                  },
                  {
                    "id": "74821030-c425-464f-84ca-0a5ee3c432fc",
                    "name": "Dina Azhgaliyeva"
                  },
                  {
                    "id": "5a1b4c2d-8221-4c37-9e5e-f840403a6972",
                    "name": "Michael Lokshin"
                  },
                  {
                    "id": "1dcb8f38-0fef-49cb-b09b-f7044ce554bc",
                    "name": "Genadiy Rau"
                  }
                ],
                "categories": [],
                "roomId": 67203,
                "room": "Room 2 TBA",
                "liveUrl": null,
                "recordingUrl": null,
                "status": "Accepted",
                "isInformed": true,
                "isConfirmed": true
              },
              "index": 1
            }
          ]
        },
        {
          "slotStart": "12:30:00",
          "rooms": [
            {
              "id": 67202,
              "name": "Room 1 TBA",
              "session": {
                "id": "bde183be-0ead-4d5c-8aa8-146a17fcda08",
                "title": "Coffee Break",
                "description": null,
                "startsAt": "2025-08-31T12:30:00",
                "endsAt": "2025-08-31T13:30:00",
                "isServiceSession": true,
                "isPlenumSession": true,
                "speakers": [],
                "categories": [],
                "roomId": 67202,
                "room": "Room 1 TBA",
                "liveUrl": null,
                "recordingUrl": null,
                "status": null,
                "isInformed": false,
                "isConfirmed": false
              },
              "index": 0
            }
          ]
        }
      ]
    }
  ]